[
    {
        "Title": "The Evaluation of Muscle Activation in Climbing up Stairs Activity in Children With Duchenne Muscular Dystrophy",
        "Summary": "Children duchenne muscular dystrophy dmd difficulties towards end ambulatory period especially activities require lower extremity proximal muscle strength walking climbing stairs standing without sitting stair climbing descending activity complex activity requires joint stability correct muscle synergy timing.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "Turkey",
        "OverallStatus": "UNKNOWN",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": "N/A",
        "IDestudio": "NCT04287582"
    },
    {
        "Title": "Ph2 Open-label Study of AOC 1044 in Duchenne Muscular Dystrophy Participants with Mutations Amenable to Exon44 Skipping",
        "Summary": " aoc study evaluate pharmacodynamics safety tolerability. aoc 1044 administered intravenously dmd participants mutations amenable exon 44 skipping.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "RECRUITING",
        "Conditions": "DMD, Duchenne Muscular Dystrophy, Duchenne, Exon 44",
        "Phases": [
            "PHASE2"
        ],
        "IDestudio": "NCT06244082"
    },
    {
        "Title": "Safety Study of Transvenous Limb Perfusion in Human Muscular Dystrophy",
        "Summary": " muscular dystrophies inherited disorders skeletal heart muscles become progressively weaker sometimes leading permanent disability. Current treatments aim control symptoms much possible cure. gene therapy defective genes causing disorder corrected potential treatment option.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Muscular Dystrophies, Duchenne Muscular Dystrophy, Becker Muscular Dystrophy, Limb-Girdle Muscular Dystrophy",
        "Phases": [
            "PHASE1"
        ],
        "IDestudio": "NCT00873782"
    },
    {
        "Title": "Two-Part Study for Dose Determination of Vesleteplirsen (SRP-5051) (Part A), Then Dose Efficacy (Part B) in Participants With Duchenne Muscular Dystrophy Amenable to Exon 51-Skipping Treatment",
        "Summary": "Study comprised 2 parts 1 part multiple ascending dose mad conducted evaluate safety tolerability vesleteplirsen mad levels determine maximum tolerated dose mtd 2 part b conducted evaluate vesletesleptirsen doses selected part participants enroll",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Belgium, Germany, Spain, Netherlands, Canada, Italy, United States, United Kingdom",
        "OverallStatus": "ACTIVE_NOT_RECRUITING",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE2"
        ],
        "IDestudio": "NCT04004065"
    },
    {
        "Title": "Your Voice; Impact of Duchenne Muscular Dystrophy (DMD) on the Lives of Families",
        "Summary": "Study conducted united states enroll 45 120 participants 11 years older living dmd well caregivers. purpose study improve understanding of treatment goals.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy, Burden, Dependency, Disability Physical, Disease Management, Impairment, Rare Diseases",
        "Phases": "N/A",
        "IDestudio": "NCT03680365"
    },
    {
        "Title": "Aerobic Exercise in Boys With Duchenne Muscular Dystrophy (DMD)",
        "Summary": "Research study wants learn duchenne muscular dystrophy dmd exercise today unknown exercising impacts boys dmd. Investigators believe increasing activity aerobic exercise may help heart lung muscle function.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": "N/A",
        "IDestudio": "NCT03319030"
    },
    {
        "Title": "Gentamicin Treatment of Muscular Dystrophy",
        "Summary": "Study evaluate antibiotic gentamicin treating patients muscular dystrophy caused specific genetic abnormality known as nonsense mutation. Study starting treatment patients evaluations muscle strength general well two muscle tissue samples taken needle biopsy.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Becker Muscular Dystrophy, Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE1"
        ],
        "IDestudio": "NCT00005574"
    },
    {
        "Title": "Registry Study to Observe Long-term Safety of Vamorolone (AGAMREE®) in Patients with Duchenne Muscular Dystrophy.",
        "Summary": "Duchenne muscular dystrophy (DMD) is a genetic disorder that affects the muscles of the face and body. DMD is the most common form of DMD.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "Puerto Rico, United States",
        "OverallStatus": "RECRUITING",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": "N/A",
        "IDestudio": "NCT06564974"
    },
    {
        "Title": "Phase 3 Trial of Pamrevlumab or Placebo With Systemic Corticosteroids in Participants With Non-ambulatory Duchenne Muscular Dystrophy (DMD)",
        "Summary": "Pamrevlumab versus placebo combination systemic corticosteroids participants duchenne muscular dystrophy age 12 years older. evaluate efficacy safety.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Czechia, Belgium, Austria, Switzerland, France, Spain, Israel, Australia, Netherlands, Canada, China, Italy, United States, United Kingdom",
        "OverallStatus": "TERMINATED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE3"
        ],
        "IDestudio": "NCT04371666"
    },
    {
        "Title": "Long-term Safety, Tolerability and Efficacy of Idebenone in Duchenne Muscular Dystrophy (DELPHI Extension)",
        "Summary": "The study aims to monitor the safety tolerability of idebenone in patients. It also aims to assess the effect on respiratory cardiac motor functions and skeletal muscle.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Belgium",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE2"
        ],
        "IDestudio": "NCT00758225"
    },
    {
        "Title": "Validity and Reliability of the 6 Minute Pegboard Ring Test",
        "Summary": "Study aimed investigate validity reliability 6pbrt individuals dmd applicability patients. Study aimed to determine validity reliability of 6pBrt individuals.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "Turkey",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": "N/A",
        "IDestudio": "NCT06174025"
    },
    {
        "Title": "Open Label Extension Study of HT-100 in Patients With DMD",
        "Summary": "Study designed provide continuous dosing study medication called participants. Participants successfully completed predecessor study main purpose study assess chronic safety tolerability.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "TERMINATED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE2"
        ],
        "IDestudio": "NCT01978366"
    },
    {
        "Title": "Dual Task in Duchenne Muscular Dystrophy",
        "Summary": "Study planned to determine effects performance children dmd motor dysfunction. varying degrees cognitive impairment compared healthy peers. different functional levels determine relationship parameters may affect performance.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Turkey",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT05575648"
    },
    {
        "Title": "Long-term Use of Viltolarsen in Boys With Duchenne Muscular Dystrophy in Clinical Practice (VILT-502)",
        "Summary": "Viltolarsen was administered intravenously weekly for 10 years in a Canadian clinical trial. The study was the first of its kind in the world.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Canada, United States",
        "OverallStatus": "ACTIVE_NOT_RECRUITING",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE4"
        ],
        "IDestudio": "NCT04687020"
    },
    {
        "Title": "Upper Limb Assessment in Duchenne Muscular Dystrophy",
        "Summary": "Duchenne muscular dystrophy dmd quite scanty considerable advances ambulant dmd boys prospective study far devoted outcome measures non ambulant patients increasing complaints families patients information appears highly important better understanding progression disease.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "Italy",
        "OverallStatus": "UNKNOWN",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": "N/A",
        "IDestudio": "NCT02436720"
    },
    {
        "Title": "Efficacy, Safety and Tolerability of Givinostat in Non-ambulant Patients With Duchenne Muscular Dystrophy",
        "Summary": "Givinostat male paediatric aged 9 18 years patients dmd 138 patients randomised givinstat placebo treated 18 months planned screening duration approximately 4 weeks days planned treatment duration 18 months approximately 72 weeks planned duration 4 weeks",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Belgium, Germany, France, Netherlands, Canada, Italy, United Kingdom",
        "OverallStatus": "RECRUITING",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE3"
        ],
        "IDestudio": "NCT05933057"
    },
    {
        "Title": "Follow-up Study on Female Carriers With DMD Gene Variants",
        "Summary": "Study contains three parts part 1 53 genetically verified female carriers pathogenic dmd variants initially investigated copenhagen neuromuscular center rigshospitalet ethical journal part 53 females investigated measurements 6 years ago describe progression symptoms results study compared results 6",
        "StudyType": "OBSERVATIONAL",
        "Countries": "Denmark",
        "OverallStatus": "NOT_YET_RECRUITING",
        "Conditions": "Muscular Dystrophy, Duchenne Muscular Dystrophy, Becker Muscular Dystrophy",
        "Phases": "N/A",
        "IDestudio": "NCT05715957"
    },
    {
        "Title": "Tamoxifen in Duchenne Muscular Dystrophy",
        "Summary": "Duchenne muscular dystrophy dmd patients stable standard treatment care glucocorticoids. Patients receive 20 mg tamoxifen tam placebo daily.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Germany, Switzerland, France, Spain, Netherlands, United Kingdom",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE3"
        ],
        "IDestudio": "NCT03354039"
    },
    {
        "Title": "A Study of SGT-003 Gene Therapy in Duchenne Muscular Dystrophy (INSPIRE DUCHENNE)",
        "Summary": " multicenter study investigate safety tolerability efficacy single intravenous iv infusion participants duchenne muscular dystrophy 2 cohorts study cohort 1 include participants 4 7 years age cohort 2 include participants 7 12 years age participants receive enrolled study.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "RECRUITING",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE1",
            "PHASE2"
        ],
        "IDestudio": "NCT06138639"
    },
    {
        "Title": "An Open-label Study to Assess the Efficacy and Safety of Satralizumab in Duchenne Muscular Dystrophy",
        "Summary": "Duchenne muscular dystrophy patients dmd age 8 16 years old receiving corticosteroid therapy. purpose study assess efficacy safety pharmacokinetics pk pharmacodynamics.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Poland, United States",
        "OverallStatus": "RECRUITING",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE2"
        ],
        "IDestudio": "NCT06450639"
    },
    {
        "Title": "European Home Mechanical Ventilation Registry",
        "Summary": " european home mechanical ventilation registry ehmvr enable thorough evaluation hmv documenting characteristics hmV patients treatment facilitate prospective observational study identify primary indications.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "Germany",
        "OverallStatus": "TERMINATED",
        "Conditions": "Pulmonary Disease, Chronic Obstructive, Amyotrophic Lateral Sclerosis, Spinal Cord Injury, Muscular Dystrophies, Obesity Hypoventilation Syndrome, Kyphoscoliosis, Congenital Central Hypoventilation Syndrome, Duchenne Muscular Dystrophy, Myopathies, Myotonic Dystrophy",
        "Phases": "N/A",
        "IDestudio": "NCT02315339"
    },
    {
        "Title": "A Study to Assess Vamorolone in Boys Ages 2 to <4 Years and 7 to <18 Years With Duchenne Muscular Dystrophy (DMD)",
        "Summary": "Vamorolone treatment period 12 weeks boys ages 2 4 years currently untreated boys ages 7 18 years dmd. phase ii study multiple dose study evaluate safety tolerability pk pd clinical efficacy behavior neuropsychology physical functioning",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Canada",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE2"
        ],
        "IDestudio": "NCT05185622"
    },
    {
        "Title": "Study of AOC 1044 in Healthy Adult Volunteers and Participants with Duchenne Muscular Dystrophy (DMD) Mutations Amenable to Exon 44 Skipping",
        "Summary": " aoc explore44 phase study evaluate safety tolerability pharmacokinetics pharmacodynamic effects single multiple ascending doses aoc 1044 healthy adult volunteers participants dmd mutations amenable exon 44 skipping part single dose design multiple cohorts.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "ACTIVE_NOT_RECRUITING",
        "Conditions": "Duchenne Muscular Dystrophy, Exon 44",
        "Phases": [
            "PHASE1",
            "PHASE2"
        ],
        "IDestudio": "NCT05670730"
    },
    {
        "Title": "This is a Study to Get More Information About Non Ambulatory Boys & Men With Duchenne Muscular Dystrophy",
        "Summary": "Many therapeutic trials dmd exclude boys men rate progression patients studied consensus reached measures reliable reproducible furthermore treatment trial would expected demonstrate improved function improvement quality life. non ambulatory boys may also lead better medical treatment.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": "N/A",
        "IDestudio": "NCT01098708"
    },
    {
        "Title": "Safety and Efficacy Study of IGF-1 in Duchenne Muscular Dystrophy",
        "Summary": " purpose study determine whether therapy improves preserves muscle function duchenne muscular dystrophy dmd.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE1",
            "PHASE2"
        ],
        "IDestudio": "NCT01207908"
    },
    {
        "Title": "Historically Controlled Trial of Corticosteroids in Young Boys With Duchenne Muscular Dystrophy",
        "Summary": "Corticosteroid use benefits boys duchenne muscular dystrophy dmd clinicians consider treating age 3 4 years age primary reason delay daily corticosteroids use many side effects including short stature obesity osteoporosis.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE2"
        ],
        "IDestudio": "NCT02167217"
    },
    {
        "Title": "Aerobic Exercise in Duchenne Muscular Dystrophy",
        "Summary": " duchenne muscular dystrophy dmd common neuromuscular disease childhood estimate incidence 1 3500 5000 male births effect aerobic training muscle architectural properties motor functions muscle activation clear dmd aim study investigate effects aerobic training parameters children d",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Turkey",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT04173234"
    },
    {
        "Title": "The PTC124 (Ataluren) Clinical Trial for Duchenne Muscular Dystrophy: Exploration of the Experiences of Parents, Clinician Researchers, and the Industry Sponsor",
        "Summary": "Study describe experiences parents clinician researchers industry professionals involved phase ii clinical trials ataluren duchenne muscular dystrophy especially interested learning motivations involved.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": "N/A",
        "IDestudio": "NCT01182324"
    },
    {
        "Title": "Clinical Intramuscular Gene Transfer Trial of rAAVrh74.MCK.Micro-Dystrophin to Patients With Duchenne Muscular Dystrophy",
        "Summary": " proposed phase clinical trial pilot study evaluate safety biological activity vector administered intramuscular route study evaluated vector potential dystrophin replacement mechanism duchenne muscular dystrophy two cohorts undergo gene transfer.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE1"
        ],
        "IDestudio": "NCT02376816"
    },
    {
        "Title": "Long-term, Extension Study of DS-5141b in Patients With Duchenne Muscular Dystrophy",
        "Summary": " multicenter extension phase 2 study evaluate safety efficacy treatment patients dmd completed. multicenter. extension phase two study evaluate the safety and efficacy treatment treatment patients. dmd. completed",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Japan",
        "OverallStatus": "ACTIVE_NOT_RECRUITING",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE2"
        ],
        "IDestudio": "NCT04433234"
    },
    {
        "Title": "Extension Study of ACE-031 in Subjects With Duchenne Muscular Dystrophy",
        "Summary": "Study terminated based preliminary safety data pending analysis. evaluate safety tolerability administration subjects duchenne muscular dystrophy dmd participated.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Canada",
        "OverallStatus": "TERMINATED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE2"
        ],
        "IDestudio": "NCT01239758"
    },
    {
        "Title": "Brain Involvement in Dystrophinopathies Part 2",
        "Summary": "The study aimed to understand relationship dmd bmd brain comorbidities location gene mutation causes disease.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "France, Spain, Netherlands, Italy, Denmark, United Kingdom",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy, Becker Muscular Dystrophy",
        "Phases": "N/A",
        "IDestudio": "NCT04668716"
    },
    {
        "Title": "Observational Study of Patients With Duchenne Muscular Dystrophy Theoretically Treatable With Exon 53 Skipping",
        "Summary": "Duchenne muscular dystrophy is a rare genetic disorder that affects the upper limb. There is no known cure for Duchenne, but there is hope for treatment.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "France, United Kingdom",
        "OverallStatus": "UNKNOWN",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": "N/A",
        "IDestudio": "NCT01385917"
    },
    {
        "Title": "Extension Study of Drisapersen in DMD Subjects",
        "Summary": "Drisapersen is a drug used to treat pain. It is being used in a study to test its safety and efficacy.",
        "StudyType": "EXPANDED_ACCESS",
        "Countries": "Australia, Norway, United States, Spain, Russian Federation, Korea, Republic of, Italy, Poland, United Kingdom, Belgium, Turkey, Bulgaria, France, Netherlands, Taiwan, Czechia, Japan, Argentina, Germany, Israel",
        "OverallStatus": "NO_LONGER_AVAILABLE",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": "N/A",
        "IDestudio": "NCT02636686"
    },
    {
        "Title": "A Randomized, Double-blind, Placebo-controlled Study of Delandistrogene Moxeparvovec (SRP-9001) for Duchenne Muscular Dystrophy (DMD)",
        "Summary": "The clinical trial sponsor amended study completion study. purpose study evaluate safety efficacy exogenous gene transfer dmd participants measuring biological clinical endpoints three parts two randomized periods.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Muscular Dystrophy, Duchenne",
        "Phases": [
            "PHASE1",
            "PHASE2"
        ],
        "IDestudio": "NCT03769116"
    },
    {
        "Title": "CoQ10 and Prednisone in Non-Ambulatory DMD",
        "Summary": "Study help determine coq10 prednisone alone combination decrease decline cardiopulmonary skeletal muscle function occurs wheelchair confined phase dmd participants enrolled study taken corticosteroids within last six months.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "TERMINATED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE3"
        ],
        "IDestudio": "NCT00308113"
    },
    {
        "Title": "Quantitative Muscle Ultrasound as a Marker of Progression in Children With Muscular Diseases",
        "Summary": "Study assess skeletal muscle structural status of children with Duchenne muscular dystrophy and inflammatory myositis duchenne. Children were assessed using musculoskeletal ultrasound, followed for 2 years.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "Egypt",
        "OverallStatus": "COMPLETED",
        "Conditions": "Inflammatory Myopathy, Duchenne Muscular Dystrophy",
        "Phases": "N/A",
        "IDestudio": "NCT03786913"
    },
    {
        "Title": "Tele-assessment of Functional Performance and Quality of Life in Patients With Duchenne Muscular Dystrophy: Validity and Reliability Study",
        "Summary": " remote assessment methods may possible evaluate dmd patients without traveling clinical centers. Remote assessment methods could provide patients with the best possible treatment.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "Turkey",
        "OverallStatus": "ENROLLING_BY_INVITATION",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": "N/A",
        "IDestudio": "NCT06295718"
    },
    {
        "Title": "A Phase IIa Study of TAS-205 for Duchenne Muscular Dystrophy",
        "Summary": "Study evaluated efficacy repeated oral doses patients duchenne muscular dystrophy dmd exploratory manner. objective study evaluate efficacy of repeated oral dose.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Japan",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE2"
        ],
        "IDestudio": "NCT02752048"
    },
    {
        "Title": "An Observational Study Comparing Delandistrogene Moxeparvovec With Standard of Care in Participants With Duchenne Muscular Dystrophy",
        "Summary": " multicenter prospective observational phase 4 study united states study designed collect medical history prospective data duchenne muscular dystrophy dmd treatment outcomes. participants receiving delandistrogene moxeparvovec part clinical care compared",
        "StudyType": "OBSERVATIONAL",
        "Countries": "United States",
        "OverallStatus": "RECRUITING",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": "N/A",
        "IDestudio": "NCT06270719"
    },
    {
        "Title": "Gamified Occupational Therapy for Adolescents With Duchenne Muscular Dystrophy",
        "Summary": "Research aims improve quality life occupational performance occupational satisfaction emotional health young people duchenne muscular dystrophy compared classical occupational therapy program.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Turkey",
        "OverallStatus": "RECRUITING",
        "Conditions": "Duchenne Muscular Dystrophy, Gamification, Occupational Therapy",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT06402942"
    },
    {
        "Title": "AFFINITY DUCHENNE: RGX-202 Gene Therapy in Participants With Duchenne Muscular Dystrophy (DMD)",
        "Summary": " gene therapy designed to deliver transgene novel microdystrophin. Duchenne is a humanized form of the dystrophine gene.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "RECRUITING",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE1",
            "PHASE2"
        ],
        "IDestudio": "NCT05693142"
    },
    {
        "Title": "Assessments in Patients With Muscular Pathology and in Control Subjects : The ActiLiège Next Study",
        "Summary": "The study aims to validate digital outcome measures continuously assess motor function. The aim is to collect longitudinal data patients control subjects using wearable device.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Belgium",
        "OverallStatus": "RECRUITING",
        "Conditions": "Duchenne Muscular Dystrophy, Fascioscapulohumeral Muscular Dystrophy, Myotonic Dystrophy 1, Charcot-Marie-Tooth, Centronuclear Myopathy, Congenital Muscular Dystrophy",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT05982119"
    },
    {
        "Title": "Phase I/II Study of SRP-4053 in DMD Patients",
        "Summary": "Study assess safety tolerability efficacy pharmacokinetics duchenne muscular dystrophy dmd patients deletions amenable exon 53 skipping.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "France, United Kingdom, Italy, United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE1",
            "PHASE2"
        ],
        "IDestudio": "NCT02310906"
    },
    {
        "Title": "Long-term Extension Study to Assess Vamorolone in Boys With Duchenne Muscular Dystrophy (DMD)",
        "Summary": "Pd vamorolone administered daily liquid oral suspension treatment period 24 months young boys dmd participated.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Israel, Australia, Canada, Sweden, United States, United Kingdom",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE2"
        ],
        "IDestudio": "NCT03038399"
    },
    {
        "Title": "Cultural Adaptation, Validity, and Reliability of the Turkish Version of North Star Ambulatory Assessment",
        "Summary": "The aim of the study was to translate north star ambulatory assessment. The study also aimed to demonstrate the validity of turkish cultural adaptation.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "Turkey",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy, Ambulation Difficulty, Ambulation Disorder, Neurologic",
        "Phases": "N/A",
        "IDestudio": "NCT05549999"
    },
    {
        "Title": "UTSW HP [13-C] Pyruvate Injection in HCM",
        "Summary": "Study objective identify earliest changes energy substrate metabolism patients cardiomyopathies cmp achieve objective plan first test hypothesis patients cmp present focal alterations.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "United States",
        "OverallStatus": "RECRUITING",
        "Conditions": "Cardiomyopathy, Hypertrophic, Dilated Cardiomyopathy, Duchenne Muscular Dystrophy, Cardiac Sarcoidosis, Becker Muscular Dystrophy, Heart Failure With Preserved Ejection Fraction, Heart Failure With Reduced Ejection Fraction",
        "Phases": "N/A",
        "IDestudio": "NCT03057002"
    },
    {
        "Title": "First in Human SAD/MAD Safety and PK Study with Adult DMD Safety and PK Cohort",
        "Summary": " fih phase 1 study orally administered healthy adult volunteers hvs adult participants dmd determine safety tolerability pharmacokinetics pharmacodynamics.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Australia",
        "OverallStatus": "RECRUITING",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "EARLY_PHASE1"
        ],
        "IDestudio": "NCT06565208"
    },
    {
        "Title": "Revatio for Heart Disease in Duchenne Muscular Dystrophy and Becker Muscular Dystrophy",
        "Summary": " revatio blocks enzyme called phosphodiesterase 5 pde5 helps restore normal amounts cyclic gmp. Study drug contains medication improves heart function people duchenne muscular dystrophy.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "TERMINATED",
        "Conditions": "Duchenne Muscular Dystrophy, Becker Muscular Dystrophy",
        "Phases": [
            "PHASE2"
        ],
        "IDestudio": "NCT01168908"
    },
    {
        "Title": "A Gene Transfer Therapy Study to Evaluate the Safety and Efficacy of Delandistrogene Moxeparvovec (SRP-9001) in Non-Ambulatory and Ambulatory Participants With Duchenne Muscular Dystrophy (DMD)",
        "Summary": "Part 1 part 2 of a two-part study on delandistrogene moxeparvovec. The study evaluated safety efficacy of the gene transfer therapy. The second part of the study will evaluate the safety and effectiveness",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Belgium, Japan, Germany, Taiwan, Spain, Israel, Australia, Hong Kong, Italy, Sweden, United States, United Kingdom",
        "OverallStatus": "RECRUITING",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE3"
        ],
        "IDestudio": "NCT05881408"
    },
    {
        "Title": "Extracellular RNA Biomarkers of Duchenne Muscular Dystrophy",
        "Summary": " muscular dystrophies involve examination small pieces muscle tissue called biopsies investigators interested finding less invasive methods reduce need muscle biopsie. current methods measuring response new treatments.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "United States",
        "OverallStatus": "RECRUITING",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": "N/A",
        "IDestudio": "NCT05016908"
    },
    {
        "Title": "Stacking Exercises Aid the Decline in FVC and Sick Time",
        "Summary": "Duchenne muscular dystrophy complicated weak breathing muscles lung infections lung volume recruitment technique performed using face mask mouthpiece resuscitation.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Canada",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE4"
        ],
        "IDestudio": "NCT01999075"
    },
    {
        "Title": "Characterization of the Postural Habits of Wheelchair Users Analysis of the Acceptability of International Recommendations in the Prevention of Pressure Sores Risk by Using a Connected Textile Sensor",
        "Summary": " spinal cord injuries people duchenne muscular dystrophy infant spinal muscular atrophy isa prone pain pressure sores associated prolonged sitting.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "France",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy, Spinal Muscular Atrophy",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT04335942"
    },
    {
        "Title": "Microdystrophin Gene Transfer Study in Adolescents and Children With DMD",
        "Summary": "Children with Duchenne muscular dystrophy receive single intravenous iv infusion followed approximately 5 years protocol amended drop control arm. 4 subjects dosed subjects currently enrolling assigned active treatment control subjects enrolled original protocol.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "ACTIVE_NOT_RECRUITING",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE1",
            "PHASE2"
        ],
        "IDestudio": "NCT03368742"
    },
    {
        "Title": "Therapeutic Potential for Aldosterone Inhibition in Duchenne Muscular Dystrophy",
        "Summary": "Study demonstrate spironolactone eplerenone preserving cardiac pulmonary function patients preserved lv ejection fraction males duchenne muscular dystrophy dmd confirmed clinically mutation analysis.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE3"
        ],
        "IDestudio": "NCT02354352"
    },
    {
        "Title": "Duchenne Muscular Dystrophy Clinical Trial",
        "Summary": "Transcutaneous electrical nerve stimulation applied using vecttor reduce symptoms duchenne muscular dystrophy reduce impact dmd upon participants quality life. Primary outcome measures include increased muscle strength, range joint motions, improved sleep parameters.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT01874275"
    },
    {
        "Title": "The Burden of Access in Duchenne Muscular Dystrophy in the US",
        "Summary": "Study conducted determine dmd patients families healthcare providers experience burdens related access identify determine life impacts patient burdens data.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": "N/A",
        "IDestudio": "NCT03951675"
    },
    {
        "Title": "Lower Limb Flexibility in Duchenne Muscular Dystrophy: Effects on Functional Performance",
        "Summary": " investigator investigated effect lower limb flexibility functional performance children duchenne muscular dystrophy.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "Turkey",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy, Performance, Flexibility",
        "Phases": "N/A",
        "IDestudio": "NCT03534349"
    },
    {
        "Title": "A Gene Delivery Study to Evaluate the Safety and Expression of Delandistrogene Moxeparvovec in Participants Under the Age of Four With Duchenne Muscular Dystrophy (DMD)",
        "Summary": "Study evaluate safety expression delandistrogene moxeparvovec. Participants study approximately 264 weeks.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Belgium, Germany, France, Spain, Italy, United Kingdom",
        "OverallStatus": "RECRUITING",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE2"
        ],
        "IDestudio": "NCT06128564"
    },
    {
        "Title": "Phase 2B Extension Study of Ataluren (PTC124) in Duchenne/Becker Muscular Dystrophy (DMD/BMD)",
        "Summary": " muscular dystrophy genetic disorder develops boys caused mutation gene dystrophin protein important maintaining normal muscle structure function loss. dyStrophin causes muscle fragility leads weakness loss walking ability childhood teenage years.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Belgium, Germany, France, Spain, Israel, Australia, Canada, Italy, Sweden, United States, United Kingdom",
        "OverallStatus": "TERMINATED",
        "Conditions": "Duchenne Muscular Dystrophy, Becker Muscular Dystrophy",
        "Phases": [
            "PHASE2"
        ],
        "IDestudio": "NCT00847379"
    },
    {
        "Title": "Safety, Tolerability and Effects of L-Arginine in Boys With Dystrophinopathy on Corticosteroids",
        "Summary": " boys dystrophinopathy corticosteroids specifically see reduces muscle signal abnormalities mri done pre post 30 days administration. purpose study assess safety tolerability effects muscles.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Dystrophinopathy, Duchenne Muscular Dystrophy, Becker's Muscular Dystrophy",
        "Phases": [
            "PHASE1"
        ],
        "IDestudio": "NCT01388764"
    },
    {
        "Title": "A Study to Understand the Long-term Safety and Effects of an Experimental Gene Therapy for Duchenne Muscular Dystrophy.",
        "Summary": "The study aims to understand safety effects of an experimental gene therapy called fordadistrogene movaparvovec. The study also seeks participants from previous pfizer interventional studies.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "RECRUITING",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE3"
        ],
        "IDestudio": "NCT05689164"
    },
    {
        "Title": "A Study to Assess Vamorolone in Boys With Duchenne Muscular Dystrophy (DMD)",
        "Summary": " purpose study determine whether new medication called vamorolone safe boys duchenne muscular dystrophy dmd ages 4-7.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Israel, Australia, Canada, Sweden, United States, United Kingdom",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE2"
        ],
        "IDestudio": "NCT02760264"
    },
    {
        "Title": "Halt cardiomyOPathy progrEssion in Duchenne (HOPE-OLE)",
        "Summary": "The study was designed to assess the safety and efficacy of two intravenous administrations separated by three months. The trial included participants randomized usual care treatment group.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE2"
        ],
        "IDestudio": "NCT06304064"
    },
    {
        "Title": "DART Electrical Impedance Myography (EIM) Trial in Duchenne Muscular Dystrophy (DMD) and Healthy Controls",
        "Summary": " physicians seek method assess neuromuscular disease quantifiable many patients tolerate standard current day assessment tools needle electromyogram electrical impedance myography eim potential serve quantifiable diagnostic tool.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT01523964"
    },
    {
        "Title": "Treatment Effect of Tamoxifen on Patients With DMD",
        "Summary": "Duchenne muscular dystrophy dmd progressive devastating disease affects mainly boys incidence live births pathology dmd result muscle damage leads replacement scar tissue process known fibrosis currently effective treatment disease therapy offered boys steroids slightly delayed disease progression boys lose",
        "StudyType": "INTERVENTIONAL",
        "Countries": "",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE1"
        ],
        "IDestudio": "NCT02835079"
    },
    {
        "Title": "AFFINITY BEYOND: Anti-AAV8 Antibody Assessment Study of Boys With DMD",
        "Summary": " observational screening study evaluate prevalence serotype 8 aav8 antibodies participants duchenne muscular dystrophy dmd.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "United States",
        "OverallStatus": "RECRUITING",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": "N/A",
        "IDestudio": "NCT05683379"
    },
    {
        "Title": "A Gene Transfer Therapy Study to Evaluate the Safety of Delandistrogene Moxeparvovec (SRP-9001) in Participants With Duchenne Muscular Dystrophy (DMD)",
        "Summary": "Study evaluating safety delandistrogene moxeparvovec intravenous iv administration boys dmd. Study originally designed consist 12 patients across 2 cohorts cohort would included participants ages 3 months 3 years.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE1",
            "PHASE2"
        ],
        "IDestudio": "NCT03375164"
    },
    {
        "Title": "Evaluation of Home Based Assessments on Participants With DMD",
        "Summary": "Study designed evaluate feasibility wearability participant satisfaction. novel outcome assessment tools dmd patients performed home environment.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": "N/A",
        "IDestudio": "NCT05657938"
    },
    {
        "Title": "HOPE-Duchenne (Halt cardiomyOPathy progrEssion in Duchenne)",
        "Summary": "Cardiomyopathy secondary duchenne muscular dystrophy dmd meeting inclusion exclusion criteria randomized subjects least 12 years age randomized manner either intracoronary infusion three coronary arteries supplying three major cardiac territories left ventricle heart",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy, Cardiomyopathy",
        "Phases": [
            "PHASE1",
            "PHASE2"
        ],
        "IDestudio": "NCT02485938"
    },
    {
        "Title": "Schulze Muscular Dystrophy Ability Clinical Study",
        "Summary": " schulze study evaluate function upper limbs subjects diagnosed neuromuscular disorders without use abilitech assist device clinic home environments functional outcomes include documenting active range motion ability.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "RECRUITING",
        "Conditions": "Muscular Dystrophies, Spinal Muscular Atrophy, Duchenne Muscular Dystrophy, Limb Girdle Muscular Dystrophy, FSHD, Cerebral Palsy, Becker Muscular Dystrophy",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT05409079"
    },
    {
        "Title": "phenotypeS in Non Ambulant Duchenne Muscular Dystrophy",
        "Summary": "The study aims to collect information several aspects function dmd patients using structured battery tests. The tests include motor respiratory cardiac function.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "Italy",
        "OverallStatus": "RECRUITING",
        "Conditions": "Duchenne Muscular Dystrophy, Natural History, Motor Function; Retardation",
        "Phases": "N/A",
        "IDestudio": "NCT06366815"
    },
    {
        "Title": "Improved Muscle Function in Duchenne Muscular Dystrophy Through L-Arginine and Metformin",
        "Summary": "Study shows intake of metformin improves muscle function in patients with Duchenne muscular dystrophy.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE1"
        ],
        "IDestudio": "NCT02516085"
    },
    {
        "Title": "Flu Vaccine Study in Neuromuscular Patients 2011",
        "Summary": "30 individuals followed cchmc neuromuscular comprehensive care center recruited participate study lasting approximately one two months two clinic visits one telephone call immunogenicity assessed comparing hemagglutination inhibition inhibition hi antibody titers obtained.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy, Spinal Muscular Atrophy, Congenital Muscular Dystrophy",
        "Phases": [
            "PHASE4"
        ],
        "IDestudio": "NCT01422200"
    },
    {
        "Title": "Wearable Technology to Evaluate Hyperglycemia and HRV in DMD - Longitudinal Aim",
        "Summary": "Duchenne muscular dystrophy dmd disorder causes muscle wasting cardiopulmonary failure premature death heart failure leading cause death. hyperglycemia including use glucocorticoids low muscle mass obesity reduced ambulation.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "United States",
        "OverallStatus": "RECRUITING",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": "N/A",
        "IDestudio": "NCT06093100"
    },
    {
        "Title": "Parent and Infant Inter(X)Action Intervention (PIXI)",
        "Summary": "Project capitalize expands upon existing empirically based interventions designed to improve outcomes. Infants suspected developmental delays confirmed diagnosis of neurogenetic disorder associated developmental delays.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "ENROLLING_BY_INVITATION",
        "Conditions": "Fragile X Syndrome, Angelman Syndrome, Prader-Willi Syndrome, Dup15Q Syndrome, Duchenne Muscular Dystrophy, Phelan-McDermid Syndrome, Rett Syndrome, Smith Magenis Syndrome, Williams Syndrome, Turner Syndrome, Klinefelter Syndrome, Chromosome 22q11.2 Deletion Syndrome, Tuberous Sclerosis, Down Syndrome",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT03836300"
    },
    {
        "Title": "Hydrotherapy in Duchenne Muscular Dystrophy (DMD)",
        "Summary": "Duchenne muscular dystrophy clinical trial aims to establish meaningful benefits providing hydrotherapy service to young people.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United Kingdom",
        "OverallStatus": "RECRUITING",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT06445985"
    },
    {
        "Title": "Public AttitudesTowards SMA and DMD Awareness, Newborn and Carrier Screening and Physiotherapy Practices",
        "Summary": "Sma dmd muscle diseases newborn screening premarital carrier screening controversial study researchers aim measure awareness level. individuals living turkey obtain information attitudes towards newborn carrier screening.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "",
        "OverallStatus": "UNKNOWN",
        "Conditions": "Spinal Muscular Atrophy, Duchenne Muscular Dystrophy, Healthy Individuals",
        "Phases": "N/A",
        "IDestudio": "NCT05110885"
    },
    {
        "Title": "Study to Evaluate the Safety and Efficacy of PF-06939926 for the Treatment of Duchenne Muscular Dystrophy",
        "Summary": "Study evaluate safety efficacy gene therapy boys dmd randomized study two thirds participants assigned gene therapy one third participants randomized placebo arm opportunity treatment.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Belgium, Japan, Germany, Switzerland, Taiwan, France, Spain, Israel, Australia, Russian Federation, Canada, Italy, Korea, Republic of, United States, United Kingdom",
        "OverallStatus": "ACTIVE_NOT_RECRUITING",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE3"
        ],
        "IDestudio": "NCT04281485"
    },
    {
        "Title": "The Preventive Efficacy of Carvedilol on Cardiac Dysfunction in Duchenne Muscular Dystrophy",
        "Summary": "The study will examine whether administration of carvedilol suppress minor cardiac damage prevent deterioration cardiac function. The aim of the study is to identify patients with duchenne muscular dystrophy associated with cardiac damage.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Japan",
        "OverallStatus": "UNKNOWN",
        "Conditions": "Duchenne Muscular Dystrophy, Cardiomyopathies",
        "Phases": [
            "PHASE4"
        ],
        "IDestudio": "NCT00606775"
    },
    {
        "Title": "Study of Ataluren for Previously Treated Participants With Nonsense Mutation Duchenne/Becker Muscular Dystrophy (nmDBMD) in Europe, Israel, Australia, and Canada",
        "Summary": " muscular dystrophy dbmd genetic disorder develops boys caused mutation gene dystrophin protein important maintaining normal muscle structure function loss. dystrophicin causes muscle fragility leads weakness loss walking ability.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Belgium, Germany, France, Spain, Israel, Australia, Canada, Italy, Sweden, United Kingdom",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy, Becker Muscular Dystrophy, Dystrophinopathy",
        "Phases": [
            "PHASE3"
        ],
        "IDestudio": "NCT01557400"
    },
    {
        "Title": "The Duchenne Registry",
        "Summary": " duchenne registry online registry individuals duchene becker muscular dystrophy carrier females purpose registry connect. Patients actively recruiting clinical trials research studies educate patients.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "United States",
        "OverallStatus": "RECRUITING",
        "Conditions": "Duchenne Muscular Dystrophy, Becker Muscular Dystrophy",
        "Phases": "N/A",
        "IDestudio": "NCT02069756"
    },
    {
        "Title": "Optimum Insufflation Capacity in NMD",
        "Summary": "Weinmann gmbh co kg germany objective pilot study examine therapeutic efficacy liam cough support function patients neuromuscular disease indications mechanical ventilation hypothesized certain insufflation maneuver pressure.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Germany",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy, Spinal Muscular Atrophy, Chronic Respiratory Insufficiency",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT01981915"
    },
    {
        "Title": "Magnetic Resonance Imaging and Biomarkers for Muscular Dystrophy",
        "Summary": " muscular dystrophy md investigators compare muscles ambulatory dmd muscles healthy individuals age monitor disease progression dmd year period amount muscle damage fat investigators measure also related performance daily activities walking loss muscle strength small group subjects.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "United States",
        "OverallStatus": "RECRUITING",
        "Conditions": "Duchenne Muscular Dystrophy, Becker Muscular Dystrophy",
        "Phases": "N/A",
        "IDestudio": "NCT01484678"
    },
    {
        "Title": "Expanded Access Program for Idebenone in Participants With Duchenne Muscular Dystrophy (DMD)",
        "Summary": "Duchenne muscular dystrophy (DMD) is a genetic disease that affects the central nervous system. Dmd is the most severe form of the disease. DMD is the only form of DMD.",
        "StudyType": "EXPANDED_ACCESS",
        "Countries": "United States",
        "OverallStatus": "NO_LONGER_AVAILABLE",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": "N/A",
        "IDestudio": "NCT03433807"
    },
    {
        "Title": "Use of Dynamic Arm Supports to Promote Activities of Daily Living in Individuals With DMD",
        "Summary": "A longitudinal randomized control trial evaluating use of two commercially available dynamic arm support devices. The aim of the trial was to promote participation in daily living.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "TERMINATED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT03531788"
    },
    {
        "Title": "Finding the Optimum Regimen for Duchenne Muscular Dystrophy",
        "Summary": "Study compares three ways giving corticosteroids boys duchenne muscular dystrophy dmd determine three ways increases muscle strength causes fewest side effects. Study investigators aim provide patients families clearer information best way take drugs.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Germany, Canada, Italy, United States, United Kingdom",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE3"
        ],
        "IDestudio": "NCT01603407"
    },
    {
        "Title": "Neuropsychological Profiles of Children With Duchenne Muscular Dystrophy and Its Effects on Motor Functions",
        "Summary": "Study planned to determine neuropsychological profiles of children with Duchenne muscular dystrophy. Study will compare motor functions compare typically developed peers.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "Turkey",
        "OverallStatus": "ACTIVE_NOT_RECRUITING",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": "N/A",
        "IDestudio": "NCT05661071"
    },
    {
        "Title": "NSAA NON-Interventional Study Protocol",
        "Summary": "Study evaluated feasibility remotely administering north star ambulatory assessment. Participants duchenne muscular dystrophy dmd itakecontrol itc software platform utilized remotely administer score.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "United States",
        "OverallStatus": "RECRUITING",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": "N/A",
        "IDestudio": "NCT06054971"
    },
    {
        "Title": "Investigation Of Factors Affecting Hand Functions in Nonambulatory Patients With Duchenne Muscular Dystrophy",
        "Summary": "Children with duchenne muscular dystrophy lose independent ambulatory ability. Study will determine factors affecting hand functions. Children with Duchenne Muscular Dystrophy lost independent ambulatory ability.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "Turkey",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": "N/A",
        "IDestudio": "NCT03521271"
    },
    {
        "Title": "A Registered Cohort Study on Duchenne Muscular Dystrophy",
        "Summary": " dystrophinopathy term recessive genetic disease including duchenne muscular dystrophy, becker muscular Dystrophy and dilated cardiomyopathy. Study determine clinical spectrum natural progression. Study assess clinical genetic patients dy",
        "StudyType": "OBSERVATIONAL",
        "Countries": "China",
        "OverallStatus": "RECRUITING",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": "N/A",
        "IDestudio": "NCT04012671"
    },
    {
        "Title": "Peak Cough Flow and Cough Clearance in Patients With Muscular Dystrophy",
        "Summary": "Study determine whether physiologic measures peak cough flow measures respiratory muscle strength including mip mep snip spirometry. Study determine whether airway clearance augmented high frequency chest wall oscillation.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": "N/A",
        "IDestudio": "NCT02034305"
    },
    {
        "Title": "A Study of Deflazacort (Emflaza®) in Participants With Duchenne Muscular Dystrophy (DMD)",
        "Summary": "Study evaluated safety milligrams per kilogram daily dose deflazacort. 52 weeks treatment males dmd aged greater equal 2 lesser 5 years study comprise 2 periods period 1 safety pharmacokinetics pk period 2 extension participants randomized",
        "StudyType": "INTERVENTIONAL",
        "Countries": "",
        "OverallStatus": "WITHDRAWN",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE3"
        ],
        "IDestudio": "NCT03642145"
    },
    {
        "Title": "Correlation Between Functional Capacity and Functional Capability in Duchenne Muscular Dystrophy",
        "Summary": "Study investigates correlation assessments measuring functional capacity functional capability patients duchenne muscular dystrophy.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "Korea, Republic of",
        "OverallStatus": "RECRUITING",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": "N/A",
        "IDestudio": "NCT05249361"
    },
    {
        "Title": "A 48-Week, Open Label, Study to Evaluate the Efficacy and Safety of AMONDYS 45, EXONDYS 51, VYONDYS 53 in Subjects With DuchenneMuscular Dystrophy Carrying Eligible DMD Duplications.",
        "Summary": "Study determine efficacy safety amondys 45 exondys 51 vyondys 53 treatment boys duchenne muscular dystrophy single exon duplication either exon 45 51 53 respectively weekly infusions two muscle biopsies baseline month",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE2"
        ],
        "IDestudio": "NCT04179409"
    },
    {
        "Title": "A Clinical Study Evaluating the Safety, Tolerability, and Initial Efficacy of Single Intravenous Infusion of JWK007 in Patients With Duchenne Muscular Dystrophy (DMD)",
        "Summary": "Study designed to assess safety tolerability preliminary efficacy. jwk007 injection pediatric patients duchenne muscular dystrophy dmd. study prospective clinical trial designed assess safety tolerability preliminary efficacy.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "China",
        "OverallStatus": "RECRUITING",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE1"
        ],
        "IDestudio": "NCT06114056"
    },
    {
        "Title": "An Extension Study to Assess Vamorolone in Boys With Duchenne Muscular Dystrophy (DMD)",
        "Summary": "New medication called vamorolone works treatment for Duchenne muscular dystrophy.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Israel, Australia, Canada, Sweden, United States, United Kingdom",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE2"
        ],
        "IDestudio": "NCT02760277"
    },
    {
        "Title": "Evaluation of a Mechanical Device During Acute Respiratory Failure in Patients With Neuromuscular Disorders",
        "Summary": "55 patients treated standard treatment 55 patients standard treatment standard respiratory physiotherapy primary objective reduction number patients requiring invasive ventilatory support endotracheal intubation tracheotomy group treated group main secondary objectives reduction hospital stay improvement clinical condition dys",
        "StudyType": "INTERVENTIONAL",
        "Countries": "France",
        "OverallStatus": "TERMINATED",
        "Conditions": "Duchenne Muscular Dystrophy, Amyotrophic Lateral Sclerosis, Neuromuscular Diseases",
        "Phases": [
            "PHASE3"
        ],
        "IDestudio": "NCT00839033"
    },
    {
        "Title": "Phase 2B Study of PTC124 (Ataluren) in Duchenne/Becker Muscular Dystrophy (DMD/BMD)",
        "Summary": "Ataluren orally delivered investigational drug potential overcome effects nonsense mutation study phase 2b trial evaluate clinical benefit ataluren boys due nonsense mutation. dystrophin causes muscle fragility leads weakness loss walking ability.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Belgium, Germany, France, Spain, Israel, Australia, Canada, Italy, Sweden, United States, United Kingdom",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy, Becker Muscular Dystrophy",
        "Phases": [
            "PHASE2"
        ],
        "IDestudio": "NCT00592553"
    },
    {
        "Title": "Digestive Events in Duchenne Muscular Dystrophy Patients",
        "Summary": "Duchenne muscular dystrophy patients are more likely to suffer acute digestive events than other patients.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "France",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": "N/A",
        "IDestudio": "NCT04384354"
    },
    {
        "Title": "A Long-term Follow-up Study of Participants Who Received Delandistrogene Moxeparvovec (SRP-9001) in a Previous Clinical Study",
        "Summary": " purpose study provide single clinical study uniform approach monitoring safety efficacy. participants received delandistrogene moxeparvovec previous clinical study study drug administered part study baseline defined timepoint prior infusion.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Belgium, Japan, Germany, Taiwan, Spain, Hong Kong, Italy, United States, United Kingdom",
        "OverallStatus": "ENROLLING_BY_INVITATION",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE3"
        ],
        "IDestudio": "NCT05967351"
    },
    {
        "Title": "Study Safety and Efficacy of BMMNC for the Patient With Duchenne Muscular Dystrophy",
        "Summary": "Study single arm single center trial check safety efficacy bmmnc 100 million per dose patient duchenne muscular dystrophy.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "India",
        "OverallStatus": "UNKNOWN",
        "Conditions": "Muscular Dystrophy, Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE1",
            "PHASE2"
        ],
        "IDestudio": "NCT01834040"
    },
    {
        "Title": "Safety, Tolerability, and Pharmacokinetics of Single and Multiple Doses of HT-100 in Duchenne Muscular Dystrophy",
        "Summary": "Main purpose study test safety tolerability different increasing doses experimental medication called boys young men duchenne muscular dystrophy dmd.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "TERMINATED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE1",
            "PHASE2"
        ],
        "IDestudio": "NCT01847573"
    },
    {
        "Title": "A Study to Assess Dystrophin Levels in Participants With Nonsense Mutation Duchenne Muscular Dystrophy (nmDMD)",
        "Summary": "40 weeks ataluren therapy using muscle biopsies 2 validated assay methods electrochemiluminescence ecl immunohistochemistry. Study designed evaluate ability atal Lauren increase dystrophin protein levels muscle cells.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE2"
        ],
        "IDestudio": "NCT03648827"
    },
    {
        "Title": "Six Month Study of Gentamicin in Duchenne Muscular Dystrophy With Stop Codons",
        "Summary": " purpose study determine safety giving intravenous iv gentamicin boys duchenne muscular dystrophy stop codon mutations.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE1"
        ],
        "IDestudio": "NCT00451074"
    },
    {
        "Title": "Phase IIb Study of PRO045 in Subjects With Duchenne Muscular Dystrophy",
        "Summary": "Study to determine whether pro045 is safe effective use for duchenne muscular dystrophy.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Belgium, France, Netherlands, Italy, United Kingdom",
        "OverallStatus": "TERMINATED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE1",
            "PHASE2"
        ],
        "IDestudio": "NCT01826474"
    },
    {
        "Title": "Evaluate the Efficacy and Safety of EN001 in Patients With Duchenne Muscular Dystrophy",
        "Summary": " randomized phase trial evaluate efficacy safety en001 patients duchenne muscular dystrophy.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Korea, Republic of",
        "OverallStatus": "NOT_YET_RECRUITING",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE1",
            "PHASE2"
        ],
        "IDestudio": "NCT06328725"
    },
    {
        "Title": "Exploratory Study of NS-065/NCNP-01 in DMD",
        "Summary": "Study designed assess safety tolerability efficacy pharmacokinetics pk subjects diagnosed duchenne muscular dystrophy dmd.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Japan",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE1"
        ],
        "IDestudio": "NCT02081625"
    },
    {
        "Title": "Gene Transfer Clinical Trial for Duchenne Muscular Dystrophy Using rAAVrh74.MCK.GALGT2",
        "Summary": "Duchenne muscular dystrophy dmd patients involve direct intramuscular injection extensor digitorum brevis muscle.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "WITHDRAWN",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE1",
            "PHASE2"
        ],
        "IDestudio": "NCT02704325"
    },
    {
        "Title": "Biomarker for Duchenne Muscular Dystrophy",
        "Summary": " international multicenter observational longitudinal study identify duchenne muscular dystropy dmd. explore clinical robustness specificity variability variability.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "Romania, Albania, Lebanon, India, Georgia, Pakistan, Egypt, Sri Lanka",
        "OverallStatus": "COMPLETED",
        "Conditions": "Increased Lordosis/Scoliosis, Hyporeflexia, Duchenne Muscular Dystrophy, Red-Green Color Blindness, Lordosis, Scoliosis, Muscular Atrophy, Muscular Weakness",
        "Phases": "N/A",
        "IDestudio": "NCT02994030"
    },
    {
        "Title": "Assessment of Neurodevelopmental Needs in Duchenne Muscular Dystrophy",
        "Summary": "Duchenne muscular dystrophy genetic disease causes progressive muscle weakness. There is substantial evidence boys disease demonstrate gains cognitive skills.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "United States",
        "OverallStatus": "RECRUITING",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": "N/A",
        "IDestudio": "NCT05280730"
    },
    {
        "Title": "An Open-Label, Long-Term Extension Study to Evaluate the Safety and Tolerability Deflazacort",
        "Summary": "About 24 male dmd subjects consisting children ages inclusive adolescents ages inclusive participated pk study. open label extension study.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE1"
        ],
        "IDestudio": "NCT02295748"
    },
    {
        "Title": "Effects of Fear of Falling on Physical Performance and Quality of Life in Children With Duchenne Muscular Dystrophy",
        "Summary": " ambulatory children dmd physiotherapy aimed protecting ambulation improving motor performance best level increasing quality life investigators think treatment children duchenne muscular dystrophy may become effective.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "Turkey",
        "OverallStatus": "UNKNOWN",
        "Conditions": "Neuromuscular Diseases, Duchenne Muscular Dystrophy, Dystrophy, Dystrophy, Muscular",
        "Phases": "N/A",
        "IDestudio": "NCT03507530"
    },
    {
        "Title": "Effects of Low-level Mechanical Vibration on Bone Density in Ambulant Children Affected by Duchenne Muscular Dystrophy",
        "Summary": "Duchenne muscular dystrophy dmd recessive disorder due mutation dystrophin gene xp21 dystrophicin sarcolemmal protein skeletal cardiac muscle absence causes progressive muscle degeneration substitution fat connective tissue progressive",
        "StudyType": "INTERVENTIONAL",
        "Countries": "",
        "OverallStatus": "COMPLETED",
        "Conditions": "Osteoporosis, Duchenne Muscular Dystrophy",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT05281120"
    },
    {
        "Title": "Biomarker Development for Muscular Dystrophies",
        "Summary": " muscular dystrophies involve examination small pieces muscle tissue called biopsies investigators interested finding less invasive methods reduce need muscle biopsie. muscular dyStrophies examining urine sample blood sample muscles arms legs.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "United States",
        "OverallStatus": "RECRUITING",
        "Conditions": "Myotonic Dystrophy, Duchenne Muscular Dystrophy, Becker Muscular Dystrophy, Facioscapulohumeral Muscular Dystrophy",
        "Phases": "N/A",
        "IDestudio": "NCT05019625"
    },
    {
        "Title": "Pediatric Radio Frequency Coils Generic",
        "Summary": "Cincinnati children hospital medical center cchmc. purpose study evaluate optimize advances radio frequency rf coil magnetic resonance imaging mri technology.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "United States",
        "OverallStatus": "ACTIVE_NOT_RECRUITING",
        "Conditions": "Duchenne Muscular Dystrophy, Musculoskeletal Abnormalities",
        "Phases": "N/A",
        "IDestudio": "NCT01633866"
    },
    {
        "Title": "A Long-term Observational Study Evaluating Eteplirsen, Golodirsen, or Casimersen in Routine Clinical Practice",
        "Summary": " phase 4 multicenter prospective observational study designed collect medical history data prospective data duchenne muscular dystrophy dmd treatment outcomes. participants receiving eteplirsen golodirsen casimersen routine clinical practice participants study prescribed",
        "StudyType": "OBSERVATIONAL",
        "Countries": "United States",
        "OverallStatus": "ENROLLING_BY_INVITATION",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": "N/A",
        "IDestudio": "NCT06606340"
    },
    {
        "Title": "Evaluation of Muscle miRNA as Biomarkers in Dystrophinopathies",
        "Summary": "Duchenne muscular dystrophy dmd caused mutations dmd gene common severe progressive dystrophinopathy child although development rapidly progressive variability severity disease. dmd patients correlate type mutations dMD gene easily measurable biomarkers monitoring",
        "StudyType": "INTERVENTIONAL",
        "Countries": "France",
        "OverallStatus": "UNKNOWN",
        "Conditions": "Muscular Dystrophies, Becker Muscular Dystrophy, Duchenne Muscular Dystrophy",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT02109692"
    },
    {
        "Title": "Whole Body Vibration Therapy in Boys With Duchenne Muscular Dystrophy",
        "Summary": " vibration therapy wbvt novel intervention aimed improving muscle strength endurance well bone density holds promise children neuromuscular disorders duchenne muscular dystrophy dmd since muscle weakness results muscle breakdown.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Canada",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT01954940"
    },
    {
        "Title": "Characterization of Clinical Skeletal and Cardiac Impairment in Carriers of DMD and BMD",
        "Summary": " longitudinal prospective observational study study. possibility extending data time points initially baseline 12 24 months follow studies completed.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "United States",
        "OverallStatus": "ACTIVE_NOT_RECRUITING",
        "Conditions": "Duchenne Muscular Dystrophy, Becker Muscular Dystrophy",
        "Phases": "N/A",
        "IDestudio": "NCT02972580"
    },
    {
        "Title": "Open-label Study of WVE-N531 in Patients With Duchenne Muscular Dystrophy (FORWARD-53)",
        "Summary": " duchenne muscular dystrophy dmd participate study patients must documented mutation dmd gene amenable exon 53 skipping intervention study. phase study evaluate safety tolerability pharmacokinetic pk pharmacodynamic pd clinical effects intravenous",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Jordan, United Kingdom",
        "OverallStatus": "ACTIVE_NOT_RECRUITING",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE1",
            "PHASE2"
        ],
        "IDestudio": "NCT04906460"
    },
    {
        "Title": "A Study of EDG-5506 in Children with Duchenne Muscular Dystrophy (LYNX)",
        "Summary": " lynx study multicenter phase 2 study safety pharmacokinetics biomarkers children duchenne muscular dystrophy including randomized part followed part b.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "RECRUITING",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE2"
        ],
        "IDestudio": "NCT05540860"
    },
    {
        "Title": "Telerehabilitation in Duchenne Muscular Dystrophy",
        "Summary": " duchenne muscular dystrophy dmd progressive inherited disease affects muscles. Cause functional limitations varying degrees vital start physiotherapy immediately diagnosis patients.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Turkey",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT05305976"
    },
    {
        "Title": "Efficacy of Stem Cell Therapy in Ambulatory and Non-ambulatory Children With Duchenne Muscular Dystrophy - Phase 1-2",
        "Summary": " duchenne muscular dystrophy dmd genetic disorder primarily affecting males resulting absence of dystrophin ultimately leads progressive muscle degeneration patients. progressively lose functional abilities movement breath eventually ability circulate blood currently cure dmd.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Turkey",
        "OverallStatus": "UNKNOWN",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE1"
        ],
        "IDestudio": "NCT02484560"
    },
    {
        "Title": "Cardiac Magnetic Resonance in Children With Muscular Dystrophy",
        "Summary": "Cardiovascular magnetic resonance techniques examine important changes heart children muscular dystrophy purpose study compare cardiac magnetic resonance cmr collected cardiac outcome data obtained.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy, Becker Muscular Dystrophy, Limb Girdle Muscular Dystrophy",
        "Phases": "N/A",
        "IDestudio": "NCT01081080"
    },
    {
        "Title": "Exploratory Study of NS-089/NCNP-02 in DMD",
        "Summary": "Study designed assess safety tolerability efficacy pharmacokinetics pk subjects diagnosed duchenne muscular dystrophy dmd determine dosage subsequent studies.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Japan",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE1",
            "PHASE2"
        ],
        "IDestudio": "NCT04129294"
    },
    {
        "Title": "Proof of Concept Study to Assess Activity and Safety of SMT C1100 (Ezutromid) in Boys With Duchenne Muscular Dystrophy (DMD)",
        "Summary": "The drug is called ezutromid. It is used to treat Duchenne muscular dystrophy, a form of muscular dystrophies.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United Kingdom, United States",
        "OverallStatus": "TERMINATED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE2"
        ],
        "IDestudio": "NCT02858362"
    },
    {
        "Title": "Study to Assess the Safety, Tolerability, and Efficacy of Viltolarsen in Ambulant and Non-Ambulant Boys With DMD (Galactic53)",
        "Summary": "80 viltolarsen administered intravenously treatment period ambulant dmd patients age 8 years. phase ii study weekly doses 80 vilt teeth. phase III study weekly dose 80 villets. phase IV study weeklydose 80 vils",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Turkey, Spain, Russian Federation, China, Italy, United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE2"
        ],
        "IDestudio": "NCT04956289"
    },
    {
        "Title": "Quality and Independence of Gait Classification Scale for DMD (QIGS-DMD)",
        "Summary": "Duchenne muscular dystrophy items designed based literature review considering existing functional classification scales gait scales opinions physiotherapists expertized rehabilitation patients dmd content validity determined based opinions total ten expert physiotherapist videos recorded gait",
        "StudyType": "OBSERVATIONAL",
        "Countries": "Turkey",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy, Gait Disorders in Children",
        "Phases": "N/A",
        "IDestudio": "NCT05564962"
    },
    {
        "Title": "Once Weekly Infant Corticosteroid Trial for DMD",
        "Summary": "The hypothesis tested lower dose intermittent oral corticosteroids equally effective dose. The results were published in the Journal of Allergy and Clinical Immunology.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "RECRUITING",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE4"
        ],
        "IDestudio": "NCT05412394"
    },
    {
        "Title": "Study of Ataluren (PTC124) in Nonambulatory Participants With Nonsense-Mutation-Mediated Duchenne/Becker Muscular Dystrophy (nmDMD/BMD)",
        "Summary": " muscular dystrophy genetic disorder develops boys caused mutation gene dystrophin protein important maintaining normal muscle structure function loss. dyStrophin causes muscle fragility leads weakness loss walking ability childhood teenage years.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United Kingdom, United States",
        "OverallStatus": "TERMINATED",
        "Conditions": "Duchenne Muscular Dystrophy, Becker Muscular Dystrophy",
        "Phases": [
            "PHASE2"
        ],
        "IDestudio": "NCT01009294"
    },
    {
        "Title": "Effectiveness of 5-week Digital Respiratory Practice in a Group of Children With Duchenne Muscular Dystrophy and Becker Muscular Dystrophy.",
        "Summary": " purpose study analyze effectiveness of respiratory digital intervention program. patients duchenne muscular dystrophy becker muscular dystrophies.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Spain",
        "OverallStatus": "NOT_YET_RECRUITING",
        "Conditions": "Duchenne Muscular Dystrophy, Becker Muscular Dystrophy, Muscular Dystrophy",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT06363526"
    },
    {
        "Title": "Applying the Pathways and Resources for Engagement and Participation Protocol Among People With Muscles Dystrophies",
        "Summary": " participation prep intervention designed help remove barriers environment. taking part community activities essential health yet highly restricted young people duchenne becker muscular dystrophies dbmd especially grow adulthood.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "",
        "OverallStatus": "NOT_YET_RECRUITING",
        "Conditions": "Duchenne Muscular Dystrophy, Becker Muscular Dystrophy",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT06540365"
    },
    {
        "Title": "Pulmonary and Upper Limb Functions in Duchenne Muscular Dystrophy",
        "Summary": "Pulmonary upper limb affected late stage duchenne muscular dystrophy dmd negatively. although known functions pulmonary upper limb affects late stage. Investigators clear information early stage.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy, Upper Limb Function, Respiratory Function Test",
        "Phases": "N/A",
        "IDestudio": "NCT03552874"
    },
    {
        "Title": "Study of Ataluren in ≥2 to <5 Year-Old Male Participants With Duchenne Muscular Dystrophy",
        "Summary": "Duchenne muscular dystrophy dmd caused nonsense mutation dystrophin gene. phase 2 study evaluating safety pharmacokinetics.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE2"
        ],
        "IDestudio": "NCT02819557"
    },
    {
        "Title": "Motor Imagery on Children With DMD on Gait and Balance Functions",
        "Summary": "Duchenne muscular dystrophy among pediatric neuromuscular diseases dmd consensus standardized physiotherapy rehabilitation program exercise prescription dmd motor imagery mi defined visualizing motor activities one mind without performing movement. parkinson peripheral facial paralysis phantom",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Turkey",
        "OverallStatus": "RECRUITING",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT05601986"
    },
    {
        "Title": "Efficacy Study of AVI-4658 to Induce Dystrophin Expression in Selected Duchenne Muscular Dystrophy Patients",
        "Summary": "Study designed assess efficacy safety tolerability pharmacokinetics pk eteplirsen doses administered 24 weeks. Subjects diagnosed duchenne muscular dystrophy dmd.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE2"
        ],
        "IDestudio": "NCT01396239"
    },
    {
        "Title": "Clinical Trial to Evaluate the Efficacy, Safety, and Tolerability of RO7239361 in Ambulatory Boys With Duchenne Muscular Dystrophy",
        "Summary": " randomized study assess efficacy safety tolerability two different weekly doses ro7239361 ambulatory boys duchenne muscular dystrophy dmd.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Belgium, Japan, Argentina, Germany, France, Spain, Australia, Netherlands, Canada, Italy, Sweden, United States, United Kingdom",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE2",
            "PHASE3"
        ],
        "IDestudio": "NCT03039686"
    },
    {
        "Title": "Analysis of a Virtual Reality Task in Patients With Duchenne Muscular Dystrophy",
        "Summary": "task consists reach much bubbles bubbles appear screen computer reached 10 seconds accomplish three different devices used 1 kinect windows microsoft consists sensor captures body movements including upper limbs 2 leap motion lmch leap motion san francisco ca usa 3 touch",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Brazil",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT02891434"
    },
    {
        "Title": "Brain Involvement in Dystrophinopathies Part 1",
        "Summary": "The study looked at the neurobehavioural aspects of people with dmd gene mutations. It also looked at correlation between gene mutations and behavioural outcomes.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "France, Spain, Netherlands, Italy, Denmark, United Kingdom",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy, Becker Muscular Dystrophy",
        "Phases": "N/A",
        "IDestudio": "NCT04583917"
    },
    {
        "Title": "Stem Cell Therapy in Duchenne Muscular Dystrophy",
        "Summary": " purpose study study effect stem cell therapy patients on duchenne muscular dystrophy.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "India",
        "OverallStatus": "WITHDRAWN",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE1"
        ],
        "IDestudio": "NCT02241434"
    },
    {
        "Title": "Safety and Efficacy of P-188 NF in DMD Patients",
        "Summary": "Study evaluate safety tolerability efficacy daily subcutaneous dosing nf boys duchenne muscular dystrophy dmd. Study determine continuous treatment maintain improve pulmonary function skeletal cardiac muscle function compared baseline boys years age.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "TERMINATED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE2"
        ],
        "IDestudio": "NCT03558958"
    },
    {
        "Title": "Safety Study of Mini-dystrophin Gene to Treat Duchenne Muscular Dystrophy",
        "Summary": "Duchenne muscular dystrophy dmd. purpose study determine safety of miniature dystrophin gene treatment. progressive muscle weakness due to duchennes muscular Dystrophy.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE1"
        ],
        "IDestudio": "NCT00428935"
    },
    {
        "Title": "Heart Rate Variability in Duchenne Muscular Dystrophy During Computer Task",
        "Summary": "Male subjects included dmd group healthy typical development and control group assessed twenty minutes rest sitting five minutes whilst performing maze task. hrv attained using polar rs800cx evaluated linear chaotic global techniques.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "Brazil",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": "N/A",
        "IDestudio": "NCT04607824"
    },
    {
        "Title": "Examination of Lower Urinary System Symptoms With Duchenne Muscular Dystrophy",
        "Summary": " aim study examine prevalence lower urinary tract symptoms luts children duchenne muscular dystrophy dmd relationship functional level posture muscle strength pelvic floor muscle control participation activities daily living quality life may associated symptoms.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "Turkey",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy, Lower Urinary Tract Symptoms, Muscle Weakness, Posture Disorders in Children, Lumbar Lordosis, Pelvic Floor Muscle Weakness, Quality of Life",
        "Phases": "N/A",
        "IDestudio": "NCT05464446"
    },
    {
        "Title": "Eplerenone for Subclinical Cardiomyopathy in Duchenne Muscular Dystrophy",
        "Summary": "Duchenne muscular dystrophy leads skeletal cardiac muscle damage treatment pulmonary complications improved survival however heart muscle disease cardiomyopathy emerged leading cause death typically third decade. Current cardiovascular care guidelines recommend angiotensin converting enzyme inhibitors ace",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT01521546"
    },
    {
        "Title": "Bisoprolol in DMD Early Cardiomyopathy",
        "Summary": "Study aimed use cardiac magnetic resonance imaging to evaluate efficacy and safety of bisoprolol therapy. Boys with Duchenne muscular dystrophy dmd preserved ejection fraction top enzyme inhibitor.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "China",
        "OverallStatus": "UNKNOWN",
        "Conditions": "Duchenne Muscular Dystrophy, Cardiomyopathy, Dilated",
        "Phases": [
            "PHASE2",
            "PHASE3"
        ],
        "IDestudio": "NCT03779646"
    },
    {
        "Title": "Transplantation of Myoblasts to Duchenne Muscular Dystrophy (DMD) Patients",
        "Summary": " phase clinical trial investigate whether transplantation normal myoblasts throughout one muscle extensor carpi radialis patients safe improve strength muscle phase patients transplanted myoblast grown muscle biopsy donor kept frozen liquid nitrogen thirty million myoblast injected",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Canada",
        "OverallStatus": "UNKNOWN",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE1",
            "PHASE2"
        ],
        "IDestudio": "NCT02196467"
    },
    {
        "Title": "Open Label, Extension Study of PRO044 in Duchenne Muscular Dystrophy (DMD)",
        "Summary": "Duchenne muscular dystrophy dmd patients mutation around location 44 dna dystrophin protein. purpose study see whether pro044 safe effective use medication.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Belgium, Italy, Sweden, Netherlands",
        "OverallStatus": "TERMINATED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE2"
        ],
        "IDestudio": "NCT02329769"
    },
    {
        "Title": "Study Determining the Frequency of Duchenne Muscular Dystrophy and Late-onset Pompe Disease",
        "Summary": "Study was a multicenter prospective screening study working period 12 months. Study followed used demographic data medical family histories patients included. Study collected first admission following laboratory values patients collected.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "Turkey",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy, Pompe Disease (Late-onset)",
        "Phases": "N/A",
        "IDestudio": "NCT04120168"
    },
    {
        "Title": "Clinical Intramuscular Gene Transfer of rAAV1.CMV.huFollistatin344 Trial to Patients With Duchenne Muscular Dystrophy",
        "Summary": "Follistatin gene therapy trial study investigators propose inject total dose six dmd patients dose divided gluteal muscles quadriceps tibialis anterior wider distribution vector given bmd patients overall improved distance walked 6mwt without adverse",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE1",
            "PHASE2"
        ],
        "IDestudio": "NCT02354781"
    },
    {
        "Title": "A Prospective Natural History Study of Progression of Subjects With Duchenne Muscular Dystrophy.",
        "Summary": "Duchenne muscular dystrophy dmd help inform design future studies capture biomarkers safety disease progression provide comparative data development rare exons formal controlled trials feasible.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "Belgium, Turkey, Argentina, Germany, France, Brazil, Netherlands, Italy, Sweden, United States",
        "OverallStatus": "TERMINATED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": "N/A",
        "IDestudio": "NCT01753804"
    },
    {
        "Title": "Physical Activity Level of Norwegian Boys With Duchenne Muscular Dystrophy",
        "Summary": "Population based study examined quantify describe physical activity level norwegian boys dmd. Age matched healthy boys validate actigraph accelerometry measure physical activity boys dMD.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "Norway",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": "N/A",
        "IDestudio": "NCT03947112"
    },
    {
        "Title": "Motor Imagery in Duchenne Muscular Dystrophy",
        "Summary": " motor imagery mi defined dynamic process person mentally stimulated without performing given motor movement studies imagery demonstrated alters person ability learn performance skills important cognitive skills effort motivation recent years shown motor imagery techniques used therapeutic purposes.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "Turkey",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": "N/A",
        "IDestudio": "NCT05559710"
    },
    {
        "Title": "Cardiac Outcome Measures in Children With Muscular Dystrophy",
        "Summary": " purpose research study evaluate different cardiac measures obtained echocardiographic tests patients muscular dystrophy.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy, Becker Muscular Dystrophy, Limb Girdle Muscular Dystrophy",
        "Phases": "N/A",
        "IDestudio": "NCT01066455"
    },
    {
        "Title": "Extension Study of NS-065/NCNP-01 in Boys With Duchenne Muscular Dystrophy (DMD)",
        "Summary": " extension study administered intravenously weekly additional 192 weeks boys dmd complete study. extension study administer intravenous weekly extra 192 weeks Boys dmd completed study.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Canada, United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE2"
        ],
        "IDestudio": "NCT03167255"
    },
    {
        "Title": "Prognostic Factors Affecting Duchenne Muscular Dystrophy",
        "Summary": "Duchenne muscular dystrophy is a genetic disease that affects the central nervous system. There are no known prognostic factors for the disease.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "",
        "OverallStatus": "UNKNOWN",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": "N/A",
        "IDestudio": "NCT03372655"
    },
    {
        "Title": "Safety and Efficacy Study of Antisense Oligonucleotides in Duchenne Muscular Dystrophy",
        "Summary": "Duchenne muscular dystrophy dmd fatal muscle degenerative disorder arises mutations dystrophin gene antisense therapy use antisense oligonucleotides aon potential restore effectively production.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United Kingdom",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE1",
            "PHASE2"
        ],
        "IDestudio": "NCT00159250"
    },
    {
        "Title": "Natural History of Duchenne Muscular Dystrophy Cardiomyopathy (DMD-CMP)",
        "Summary": "Study describes progression of Duchenne muscular dystrophy. Using cardiac magnetic resonance imaging blood biomarkers assays.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "France",
        "OverallStatus": "NOT_YET_RECRUITING",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT05558813"
    },
    {
        "Title": "Vasodilator and Exercise Study for DMD (VASO-REx)",
        "Summary": "Duchenne muscular dystrophy is a form of muscular dystrophy. aerobic exercise training induces adaptations skeletal muscle improve cardiovascular health. tadalafil vasodilator optimize blood flow muscle perfusion impaired often overlooked d",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "RECRUITING",
        "Conditions": "Duchenne Muscular Dystrophy, Duchenne Disease, Muscular Dystrophy, Muscular Dystrophy in Children, Vasodilation, Exercise, DMD",
        "Phases": [
            "PHASE2"
        ],
        "IDestudio": "NCT06290713"
    },
    {
        "Title": "A Study Of PGN-EDO51 In Participants With Duchenne Muscular Dystrophy Amenable To Exon 51-Skipping Treatment",
        "Summary": "Study consists of 3 periods screening period 45 days treatment observation period 16 weeks extension period 108 weeks. Duchenne muscular dystrophy dmd primary purpose lte period evaluate safety tolerability.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Canada",
        "OverallStatus": "RECRUITING",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE2"
        ],
        "IDestudio": "NCT06079736"
    },
    {
        "Title": "Wearable Technology to Evaluate Hyperglycemia and HRV in DMD",
        "Summary": " substantial knowledge gaps exist regarding predisposing risk factors general population hyperglycemia insulin resistance decreased heart rate variability. duchenne muscular dystrophy dmd disorder causes muscle wasting cardiopulmonary failure premature death heart failure leading cause",
        "StudyType": "OBSERVATIONAL",
        "Countries": "United States",
        "OverallStatus": "RECRUITING",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": "N/A",
        "IDestudio": "NCT06124196"
    },
    {
        "Title": "Deflazacort Expanded Access Program for Children, Adolescents and Adults With Duchenne Muscular Dystrophy",
        "Summary": " deflazacort. expanded access program provide access treatment for. children, adolescents, and adults.",
        "StudyType": "EXPANDED_ACCESS",
        "Countries": "United States",
        "OverallStatus": "APPROVED_FOR_MARKETING",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": "N/A",
        "IDestudio": "NCT02592941"
    },
    {
        "Title": "Expanded Access Protocol for Boys With Duchenne Muscular Dystrophy",
        "Summary": "Vamorolone subjects completed 004 protocols thereby ineligible enroll another trial. intent protocol provide continued access vamorlone subjects united states completed 003 protocols thereby unable to enroll in another trial vam orolone therapy time",
        "StudyType": "EXPANDED_ACCESS",
        "Countries": "Canada, Israel, United States",
        "OverallStatus": "AVAILABLE",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": "N/A",
        "IDestudio": "NCT03863119"
    },
    {
        "Title": "Nebivolol for the Prevention of Left Ventricular Systolic Dysfunction in Patients With Duchenne Muscular Dystrophy",
        "Summary": " objective determine whether nebivolol drug prevent development heart disease patients duchenne muscular dystrophy aged 10 15.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "France",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy, Cardiomyopathy, Heart Failure",
        "Phases": [
            "PHASE3"
        ],
        "IDestudio": "NCT01648634"
    },
    {
        "Title": "Study to Assess the Efficacy and Safety of Viltolarsen in Ambulant Boys With DMD (RACER53)",
        "Summary": " viltolarsen compared placebo duchenne muscular dystrophy dmd patients amenable exon 53 skipping. main objective study evaluate efficacy.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Australia, Norway, United States, Greece, Spain, Ukraine, Russian Federation, Hong Kong, China, Italy, Korea, Republic of, United Kingdom, Turkey, Netherlands, Canada, Taiwan, New Zealand, Chile, Mexico",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE3"
        ],
        "IDestudio": "NCT04060199"
    },
    {
        "Title": "Upper Extremity Muscle Strength, Balance and Functional Skills in DMD",
        "Summary": "Study aims examine relationship upper extremity muscle strength balance functional skills children dmd. Study aims to examine relationship between upper extremities muscle strength and functional skills.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "Turkey",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": "N/A",
        "IDestudio": "NCT06379906"
    },
    {
        "Title": "Determine the Safety and Dose of EN001 in Patients With Duchenne Muscular Dystrophy(DMD)",
        "Summary": "Duchenne muscular dystrophy dmd. phase 1 clinical trial determine safety dose en001 patients.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Korea, Republic of",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE1"
        ],
        "IDestudio": "NCT05338099"
    },
    {
        "Title": "Tadalafil and Sildenafil for Duchenne Muscular Dystrophy",
        "Summary": "Study supported parent project muscular dystrophy determine tadalafil sildenafil improve muscle blood flow.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "EARLY_PHASE1"
        ],
        "IDestudio": "NCT01359670"
    },
    {
        "Title": "An Extension Study to Evaluate Casimersen or Golodirsen in Patients With Duchenne Muscular Dystrophy",
        "Summary": "Main objective study evaluate safety tolerability treatment casimersen golodirsen patients duchenne muscular dystrophy dmd.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Czechia, Belgium, Bulgaria, Germany, France, Spain, Israel, Canada, Italy, Poland, United States, Sweden, United Kingdom",
        "OverallStatus": "TERMINATED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE3"
        ],
        "IDestudio": "NCT03532542"
    },
    {
        "Title": "Trial of Pamrevlumab (FG-3019), in Non-Ambulatory Participants With Duchenne Muscular Dystrophy (DMD)",
        "Summary": "Pamrevlumab is being tested in a phase 2 single arm trial. The trial aims to determine whether the drug has the same safety and efficacy as placebo.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "TERMINATED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE2"
        ],
        "IDestudio": "NCT02606136"
    },
    {
        "Title": "An Open-label Extension Study To Evaluate Safety Of PF-06252616 In Boys With Duchenne Muscular Dystrophy",
        "Summary": "About 105 eligible subjects assigned receive monthly individualized maximum tolerated dose based tolerability. Subjects undergo safety evaluations laboratory cardiac monitoring physical exams mri functional capacity evaluations.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Japan, Canada, Italy, United States, United Kingdom",
        "OverallStatus": "TERMINATED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE2"
        ],
        "IDestudio": "NCT02907619"
    },
    {
        "Title": "An Open-Label Extension Study of Edasalonexent in Boys With Duchenne Muscular Dystrophy",
        "Summary": " galaxydmd study global phase 3 treatment extension study evaluate safety tolerability durability effect dosing edasalonexent pediatric patients genetically confirmed diagnosis dmd.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Germany, Australia, Canada, Sweden, United States, United Kingdom",
        "OverallStatus": "TERMINATED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE3"
        ],
        "IDestudio": "NCT03917719"
    },
    {
        "Title": "Remote Physiotherapy to Protect Physical Health in Duchenne Muscular Dystrophy",
        "Summary": "Duchenne muscular dystrophy dmd progressive genetic neuromuscular disease characterized progressive loss motor function respiratory failure cardiomyopathy required regular physiotherapy outbreak pandemic rehabilitation centers make weekly physiotherapy routine children disabilities slowed even stopped",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Turkey",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT06103006"
    },
    {
        "Title": "NS-089/NCNP-02-201 in Boys With Duchenne Muscular Dystrophy (DMD)",
        "Summary": " phase 2 study administered weekly iv infusion ambulant boys aged 15 years dmd due mutations amenable exon 44 skipping participants receive selected dose administered weekly. Study consists 2 parts part 1 part 2 six participants cohort 1 participate part 1part 2",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "RECRUITING",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE2"
        ],
        "IDestudio": "NCT05996003"
    },
    {
        "Title": "NS-050/NCNP-03 in Boys With DMD (Meteor50)",
        "Summary": "The study followed 12 weeks of treatment followed by 24 weeks of a selected dose. The selected dose administered weekly was administered weekly ambulant boys.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "NOT_YET_RECRUITING",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE1",
            "PHASE2"
        ],
        "IDestudio": "NCT06053814"
    },
    {
        "Title": "Non-invasive Imaging of Muscle Structure in Duchenne Muscular Dystrophy Using Multispectral Optoacoustic Tomography",
        "Summary": "Pilot study aims assess subcellular muscle structure patients duchenne progressive duchene muscular dystrophy dmd. healthy volunteers using multispectral optoacoustic tomography msot msot transducer",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Germany",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy, Muscular Dystrophies, Muscular Dystrophy, Duchenne",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT03490214"
    },
    {
        "Title": "An Open-Label Study of Golodirsen in Non-Ambulant Patients With Duchenne Muscular Dystrophy",
        "Summary": "Golodirsen 30 administered intravenous iv infusion approximately 35 60 minutes week treatment period 96 weeks treatment period patients go safety extension period exceed 48 weeks patient able transition commercially available drug separate.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "TERMINATED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE4"
        ],
        "IDestudio": "NCT04708314"
    },
    {
        "Title": "Study of Eteplirsen in Young Participants With Duchenne Muscular Dystrophy (DMD) Amenable to Exon 51 Skipping",
        "Summary": " multicenter study evaluate safety tolerability pk iv infusions eteplirsen approximately 12 male participants ages 6 months 48 months inclusive. genotypically confirmed dmd deletion mutation amenable exon 51 skipping skipping.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "France, Belgium, United Kingdom, Italy",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE2"
        ],
        "IDestudio": "NCT03218995"
    },
    {
        "Title": "Bicycle Ergometer Training in Duchenne Muscular Dystrophy",
        "Summary": "Study examine effects bicycle ergometer training gait balance on children with Duchenne muscular dystrophy and dmd. Study divided two groups into two groups.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Turkey",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT05330195"
    },
    {
        "Title": "Study of SRP-4045 (Casimersen) and SRP-4053 (Golodirsen) in Participants With Duchenne Muscular Dystrophy (DMD)",
        "Summary": "Main objective study evaluate efficacy casimersen golodirsen compared placebo participants dmd deletion mutations amenable skipping exon 45 exon 53 respectively.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Australia, Sweden, United States, Serbia, Greece, Spain, Russian Federation, Korea, Republic of, Denmark, Italy, Poland, United Kingdom, Belgium, Bulgaria, France, India, Ireland, Canada, Czechia, Argentina, Germany, Israel, Hungary, Mexico",
        "OverallStatus": "ACTIVE_NOT_RECRUITING",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE3"
        ],
        "IDestudio": "NCT02500381"
    },
    {
        "Title": "A Phase 3 Study of TAS-205 in Patients With Duchenne Muscular Dystrophy（REACH-DMD）",
        "Summary": " purpose study evaluate efficacy safety patients duchenne muscular dystrophy. purpose study evaluates efficacy safety for patients with Duchenne Muscular dystrophies.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Japan",
        "OverallStatus": "ACTIVE_NOT_RECRUITING",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE3"
        ],
        "IDestudio": "NCT04587908"
    },
    {
        "Title": "Early Check: Expanded Screening in Newborns",
        "Summary": " early check provides voluntary screening newborns selected panel conditions. Study three main objectives 1 develop implement approach identify affected infants 2 address impact infants families screen positive 3 evaluate early check program.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "United States",
        "OverallStatus": "ENROLLING_BY_INVITATION",
        "Conditions": "Spinal Muscular Atrophy, Fragile X Syndrome, Fragile X - Premutation, Duchenne Muscular Dystrophy, Hyperinsulinemic Hypoglycemia, Familial 1, Diabetes Mellitus, Adrenoleukodystrophy, Neonatal, Medium-chain Acyl-CoA Dehydrogenase Deficiency, Very Long Chain Acyl Coa Dehydrogenase Deficiency, Beta-ketothiolase Deficiency, Severe Combined Immunodeficiency Due to Adenosine Deaminase Deficiency, Primary Hyperoxaluria Type 1, Congenital Bile Acid Synthesis Defect Type 2, Pyridoxine-Dependent Epilepsy, Hereditary Fructose Intolerance, Hypophosphatasia, Hyperargininemia, Mucopolysaccharidosis Type 6, Argininosuccinic Aciduria, Citrullinemia, Type I, Wilson Disease, Maple Syrup Urine Disease, Type 1A, Maple Syrup Urine Disease, Type 1B, Biotinidase Deficiency, Neonatal Severe Primary Hyperparathyroidism, Intrinsic Factor Deficiency, Usher Syndrome Type 1D/F Digenic (Diagnosis), Cystic Fibrosis, Stickler Syndrome Type 2, Stickler Syndrome Type 1, Alport Syndrome, Autosomal Recessive, Alport Syndrome, X-Linked, Carbamoyl Phosphate Synthetase I Deficiency Disease, Carnitine Palmitoyl Transferase 1A Deficiency, Carnitine Palmitoyltransferase II Deficiency, Cystinosis, Chronic Granulomatous Disease, Cerebrotendinous Xanthomatoses, Maple Syrup Urine Disease, Type 2, Severe Combined Immunodeficiency Due to DCLRE1C Deficiency, Thyroid Dyshormonogenesis 6, Thyroid Dyshormonogenesis 5, Supravalvar Aortic Stenosis, Factor X Deficiency, Hemophilia A, Hemophilia B, Tyrosinemia, Type I, Fructose 1,6 Bisphosphatase Deficiency, Glycogen Storage Disease Type I, G6PD Deficiency, Glycogen Storage Disease II, Galactokinase Deficiency, Mucopolysaccharidosis Type IV A, Galactosemias, Guanidinoacetate Methyltransferase Deficiency, Agat Deficiency, Glutaryl-CoA Dehydrogenase Deficiency, Gtp Cyclohydrolase I Deficiency, Hyperinsulinism-Hyperammonemia Syndrome, Primary Hyperoxaluria Type 2, 3-Hydroxyacyl-CoA Dehydrogenase Deficiency, Long-chain 3-hydroxyacyl-CoA Dehydrogenase Deficiency, Mitochondrial Trifunctional Protein Deficiency, Sickle Cell Disease, Beta-Thalassemia, Holocarboxylase Synthetase Deficiency, 3-Hydroxy-3-Methylglutaric Aciduria, Primary Hyperoxaluria Type 3, Hermansky-Pudlak Syndrome 1, Hermansky-Pudlak Syndrome 4, Apparent Mineralocorticoid Excess, HSDB, CBAS1, Mucopolysaccharidosis Type 2, Mucopolysaccharidosis Type 1, Severe Combined Immunodeficiency, X Linked, Severe Combined Immunodeficiency Due to IL-7Ralpha Deficiency, Diabetes Mellitus, Permanent Neonatal, Isovaleric Acidemia, Severe Combined Immunodeficiency T-Cell Negative B-Cell Positive Due to Janus Kinase-3 Deficiency (Disorder), Jervell and Lange-Nielsen Syndrome 2, Hyperinsulinemic Hypoglycemia, Familial, 2, Diabetes Mellitus, Permanent Neonatal, With Neurologic Features, Jervell and Lange-Nielsen Syndrome 1, Lysosomal Acid Lipase Deficiency, CblF, 3-Methylcrotonyl CoA Carboxylase 1 Deficiency, 3-Methylcrotonyl CoA Carboxylase 2 Deficiency, Waardenburg Syndrome Type 2A, Methylmalonic Aciduria cblA Type, Methylmalonic Aciduria cblB Type, Methylmalonic Aciduria and Homocystinuria Type cblC, MAHCD, Methylmalonic Aciduria Due to Methylmalonyl-CoA Mutase Deficiency, Congenital Disorder of Glycosylation Type 1B, Mthfr Deficiency, Methylcobalamin Deficiency Type Cbl G (Disorder), Methylcobalamin Deficiency Type cblE, Usher Syndrome, Type 1B, N-acetylglutamate Synthase Deficiency, Ornithine Transcarbamylase Deficiency, Phenylketonurias, Waardenburg Syndrome Type 1, Congenital Hypothyroidism, Propionic Acidemia, Usher Syndrome, Type 1F, Pancreatic Agenesis 1, Hereditary Hypophosphatemic Rickets, Glycogen Storage Disease IXB, Glycogen Storage Disease IXC, MOWS, Epilepsy, Early-Onset, Vitamin B6-Dependent, Pyridoxal Phosphate-Responsive Seizures, Pituitary Hormone Deficiency, Combined, 1, Ptsd, Dihydropteridine Reductase Deficiency, Severe Combined Immunodeficiency Due to RAG1 Deficiency, Severe Combined Immunodeficiency Due to RAG2 Deficiency, Retinoblastoma, Multiple Endocrine Neoplasia Type 2B, Pseudohypoaldosteronism, Type I, Liddle Syndrome, Biotin-Responsive Basal Ganglia Disease, SCD, DIAR1, GSD1C, Acrodermatitis Enteropathica, Thyroid Dyshormonogenesis 1, Riboflavin Transporter Deficiency, Waardenburg Syndrome, Type 2E, SRD, Congenital Lipoid Adrenal Hyperplasia Due to STAR Deficiency, Barth Syndrome, Adrenocorticotropic Hormone Deficiency, Transcobalamin II Deficiency, Thyroid Dyshormonogenesis 3, Segawa Syndrome, Autosomal Recessive, Autosomal Recessive Nonsyndromic Hearing Loss, Thyroid Dyshormonogenesis 2A, Congenital Isolated Thyroid Stimulating Hormone Deficiency, Hypothyroidism Due to TSH Receptor Mutations, Usher Syndrome Type 1C, Usher Syndrome Type 1G (Diagnosis), Von Willebrand Disease, Type 3, Combined Immunodeficiency Due to ZAP70 Deficiency, Adenine Phosphoribosyltransferase Deficiency, Metachromatic Leukodystrophy, Canavan Disease, Menkes Disease, Carbonic Anhydrase VA Deficiency, Developmental and Epileptic Encephalopathy 2, 17 Alpha-Hydroxylase Deficiency, Smith-Lemli-Opitz Syndrome, Krabbe Disease, Glutathione Synthetase Deficiency, Mucopolysaccharidosis Type 7, Rett Syndrome, Molybdenum Cofactor Deficiency, Type A, Niemann-Pick Disease, Type C1, Niemann-Pick Disease Type C2, Ornithine Aminotransferase Deficiency, 3-Phosphoglycerate Dehydrogenase Deficiency, Leber Congenital Amaurosis 2, Dravet Syndrome, Mucopolysaccharidosis Type 3 A, Ornithine Translocase Deficiency, Carnitine-acylcarnitine Translocase Deficiency, Glucose Transporter Type 1 Deficiency Syndrome, Creatine Transporter Deficiency, Niemann-Pick Disease Type A, Pitt Hopkins Syndrome, Tuberous Sclerosis 1, Tuberous Sclerosis 2, Ataxia With Isolated Vitamin E Deficiency, Angelman Syndrome, Prader-Willi Syndrome, Homocystinuria, Permanent Neonatal Diabetes Mellitus, Transient Neonatal Diabetes Mellitus, Factor VII Deficiency, Glycogen Storage Disease Type IXA1, Glycogen Storage Disease, Type IXA2, Glycogen Storage Disease IC, Glycogen Storage Disease Type IB, Central Hypoventilation Syndrome With or Without Hirschsprung Disease",
        "Phases": "N/A",
        "IDestudio": "NCT03655223"
    },
    {
        "Title": "AAV9 U7snRNA Gene Therapy to Treat Boys With DMD Exon 2 Duplications.",
        "Summary": "Duchenne muscular dystrophy boys duplication exon 2. single dose clinical trial via peripheral limb vein injection.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "ACTIVE_NOT_RECRUITING",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE1",
            "PHASE2"
        ],
        "IDestudio": "NCT04240314"
    },
    {
        "Title": "Safety Study of Flavocoxid in Duchenne Muscular Dystrophy",
        "Summary": "Study evaluated safety tolerability flavocoxid administered daily oral dose 500 1000 one year dmd patients alone association steroids deflazacort.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Italy",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE1"
        ],
        "IDestudio": "NCT01335295"
    },
    {
        "Title": "Magnetic Resonance and Optical Imaging of Dystrophic and Damaged Muscle",
        "Summary": "Research study determine potential optical imaging techniques detect muscle damage. Boys duchenne muscular dystrophy unaffected exercised muscle healthy subjects undergo two different exercises opposite forearms.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT02168114"
    },
    {
        "Title": "A Phase 1b Study of SMT C1100 in Subjects With Duchenne Muscular Dystrophy (DMD)",
        "Summary": " purpose study determine whether increasing doses smt c1100 safe well tolerated achieve appropriate blood levels patients duchenne muscular dystrophy dmd.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United Kingdom",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE1"
        ],
        "IDestudio": "NCT02056808"
    },
    {
        "Title": "Strength Training in Duchenne Muscular Dystrophy",
        "Summary": "Duchenne muscular dystrophy dmd debilitating neuromuscular disease causes muscle breakdown weakness eventual death last 40 years parents received little guidance potential exercise therapeutic strategy maintain muscle function.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT02421523"
    },
    {
        "Title": "Reliability and Validity of the Turkish Version of the Upper Limb Short Questionnaire in Duchenne Muscular Dystrophy",
        "Summary": "41 children dmd participated study upper lower extremities functional levels assessed vignos scale brooke upper extremity functional rating scale respectively construct validity questionnaire determined using correlation ulsq cronbach alpha value calculated determine internal consistency determine reliability 17",
        "StudyType": "OBSERVATIONAL",
        "Countries": "Turkey",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy, Upper Extremity Problem",
        "Phases": "N/A",
        "IDestudio": "NCT05274555"
    },
    {
        "Title": "A Gene Transfer Therapy Study to Evaluate the Safety and Efficacy of Delandistrogene Moxeparvovec (SRP-9001) Following Imlifidase Infusion in Participants With Duchenne Muscular Dystrophy (DMD) Determined to Have Pre-existing Antibodies to Recombinant Adeno-Associated Virus Serotype (rAAVrh74)",
        "Summary": " gene transfer therapy study evaluating safety delandistrogene moxeparvovec.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Spain",
        "OverallStatus": "ENROLLING_BY_INVITATION",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE1"
        ],
        "IDestudio": "NCT06241950"
    },
    {
        "Title": "A Study of ATL1102 or Placebo in Participants With Non-ambulatory Duchenne Muscular Dystrophy",
        "Summary": "2 boys duchenne muscular dystrophy aged 10 18 years old. phase iib study two part multicenter study evaluate efficacy safety pharmacokinetics pharmacodynamics atl1102.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Turkey, Bulgaria, Australia, United Kingdom, Serbia",
        "OverallStatus": "ACTIVE_NOT_RECRUITING",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE2"
        ],
        "IDestudio": "NCT05938023"
    },
    {
        "Title": "A Device for Rapid, Painless, Bedside Muscle Evaluation of Children",
        "Summary": " purpose protocol perform electrical impedance myography eim testing healthy children children duchenne muscular dystrophy develop new convenient tool office based assessment children wide variety neuromuscular conditions.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": "N/A",
        "IDestudio": "NCT02340923"
    },
    {
        "Title": "Electrical Impedance Myography and Ultrasound as Biomarkers of Duchenne Muscular Dystrophy",
        "Summary": "Researchers looking boys ages 2 30 duchenne muscular dystrophy dmd. healthy boys ages two 30 without nerve muscle concerns serve controls study evaluating new technique.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": "N/A",
        "IDestudio": "NCT01491555"
    },
    {
        "Title": "Postural and Anthropometric Properties of Foot and Ankle of Patients With DMD",
        "Summary": "Duchenne muscular dystrophy dmd adversely affect foot structure patients objective aim study examine relationship foot posture performance ambulation patients dmd method patient ambulatory dmd included study foot postures.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "Turkey",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy, Ambulation Difficulty, Posture Disorders in Children, Ambulation Disorder, Neurologic",
        "Phases": "N/A",
        "IDestudio": "NCT05436210"
    },
    {
        "Title": "Development of a New Instrument to Evaluate Gait Characteristics of Individuals With Duchenne Muscular Dystrophy",
        "Summary": "Gait assessment instrument developed for Duchenne muscular dystrophy patients. validity scale developed considering expert opinions included 10 physiotherapists. reliability established video analysis children interval reliability determined.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Turkey",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy, Gait Disorders in Children, Gait Disorders, Neurologic",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT05244395"
    },
    {
        "Title": "Treatment of a Single Patient With CRD-TMH-001",
        "Summary": " study single patient study intended understand effects therapeutic treat rare mutation duchenne muscular dystrophy.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "UNKNOWN",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE1"
        ],
        "IDestudio": "NCT05514249"
    },
    {
        "Title": "Telerehabilitation-based Motor Imagery Training in Children With Duchenne Muscular Dystrophy",
        "Summary": "Real movements stimulate damaged motor neural connections neuroplasticity however since studies shown similar brain regions activated real movement motor imagery defined imagining movement without actually revealing movement findings studies suggest motor functions improved.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Turkey",
        "OverallStatus": "NOT_YET_RECRUITING",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT06109103"
    },
    {
        "Title": "Duchenne Muscular Dystrophy Tissue Bank for Exon Skipping",
        "Summary": " specific genetic mutations within dystrophin gene could treated antisense oligonucleotide ao drugs. utilize cooperative international neuromuscular research group cinrg network collect store tissue blood patients.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "Canada, United States",
        "OverallStatus": "UNKNOWN",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": "N/A",
        "IDestudio": "NCT01772043"
    },
    {
        "Title": "2D Strain Evaluation: Children With Duchenne Muscular Dystrophy Versus Healthy Children",
        "Summary": "Duchenne muscular dystrophy children versus control group. compare systolic function left ventricle lv right ventricles vd 2d strain evaluation. compare Systolic Function Left Ventricle Lv Right",
        "StudyType": "INTERVENTIONAL",
        "Countries": "France",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT02418338"
    },
    {
        "Title": "Gene Transfer Clinical Trial to Deliver rAAVrh74.MCK.GALGT2 for Duchenne Muscular Dystrophy",
        "Summary": " proposed clinical trial study duchenne muscular dystrophy dmd patients modified intravascular limb infusion ili procedure used sequentially deliver vector whole lower limb.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "ACTIVE_NOT_RECRUITING",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE1",
            "PHASE2"
        ],
        "IDestudio": "NCT03333590"
    },
    {
        "Title": "A Phase 2 Study to Evaluate the Safety, Efficacy, Pharmacokinetics and Pharmacodynamics of PF-06252616 in Duchenne Muscular Dystrophy",
        "Summary": " phase 2 randomized multiple ascending dose study evaluate safety efficacy pk pd administered ambulatory boys diagnosed duchenne muscular dystrophy three intravenous iv dose levels investigated within subject dose escalating fashion subjects randomly assigned 1 3 sequence groups approximately",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Japan, Bulgaria, Australia, Canada, Italy, Poland, United States, United Kingdom",
        "OverallStatus": "TERMINATED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE2"
        ],
        "IDestudio": "NCT02310763"
    },
    {
        "Title": "Efficacy, Safety, and Tolerability Rollover Study of Eteplirsen in Subjects With Duchenne Muscular Dystrophy",
        "Summary": "Eteplirsen injection duchenne muscular dystrophy dmd subjects successfully completed 28 week study. Study also evaluate correlation biomarkers dmd clinical status participating dMD subjects.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy (DMD)",
        "Phases": [
            "PHASE2"
        ],
        "IDestudio": "NCT01540409"
    },
    {
        "Title": "A Study to Evaluate Safety, Tolerability, and Efficacy of Eteplirsen in Participants With Duchenne Muscular Dystrophy (DMD) Who Have Completed Study 4658-102 (NCT03218995)",
        "Summary": " eteplirsen administered weekly intravenous iv infusion male participants dmd successfully completed ete Plirsen study. purpose extension study evaluate ongoing safety tolerability additional treatment.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "France, Belgium, United Kingdom, Italy",
        "OverallStatus": "TERMINATED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE2"
        ],
        "IDestudio": "NCT03985878"
    },
    {
        "Title": "The Safety, Efficacy and Tolerability of Remote Ischemic Preconditioning as a Therapy to DMD",
        "Summary": "Duchenne muscular dystrophy dmd x chromosome recessive hereditary disease mainly characterized progressive muscle weakness atrophy glucocorticoid proven effective medicine side effects limit use. 100 patients aged 2 6 years divided two groups treatment control",
        "StudyType": "INTERVENTIONAL",
        "Countries": "China",
        "OverallStatus": "UNKNOWN",
        "Conditions": "Duchenne Muscular Dystrophy (DMD)",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT02614820"
    },
    {
        "Title": "Safety and Efficacy of Umbilical Cord Mesenchymal Stem Cell Therapy for Patients With Duchenne Muscular Dystrophy",
        "Summary": " duchenne muscular dystrophy dmd recessive genetic disease always progressed leading proximal skeletal muscle atrophy weakness limbs well impaired respiratory muscle cardiac muscle large extent patients always lose motor function gradually die heart failure severe infection.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "China",
        "OverallStatus": "UNKNOWN",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE1",
            "PHASE2"
        ],
        "IDestudio": "NCT01610440"
    },
    {
        "Title": "The Effect of Telerehabilitation of Patients With Duchenne Muscular Dystrophy",
        "Summary": "The study will examine effect telerehabilitation approach on patients with Duchenne muscular dystrophy.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "",
        "OverallStatus": "UNKNOWN",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT04782440"
    },
    {
        "Title": "Effect of Muscle Strength on Hamstring Flexibility in Children With Duchenne Muscular Dystrophy",
        "Summary": "Children with duchenne muscular dystrophy are more likely to suffer from the disease.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "Turkey",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy, Muscle Strength, Lower Extremity, Hamstring Contractures",
        "Phases": "N/A",
        "IDestudio": "NCT03589573"
    },
    {
        "Title": "Efficacy of Umbilical Cord Mesenchymal Stem Cells in Duchenne Muscular Dystrophy",
        "Summary": " duchenne muscular dystrophy dmd genetic disorder caused absence dystrophin characterized progressive muscle degeneration cure dmd present several strategies treatment dmd steroid treatment gene theraphy exon skipping stop codon read gene repair",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Turkey",
        "OverallStatus": "UNKNOWN",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE1",
            "PHASE2"
        ],
        "IDestudio": "NCT02285673"
    },
    {
        "Title": "A Study to Assess the Safety, Tolerability and Preliminary Efficacy of ASP0367 (MA-0211) in Pediatric Male Participants With Duchenne Muscular Dystrophy (DMD)",
        "Summary": "Primary purpose study evaluate safety tolerability asp0367. Study also evaluate pharmacokinetics pharmacodynamics efficacy muscle function.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "TERMINATED",
        "Conditions": "Duchenne Muscular Dystrophy (DMD)",
        "Phases": [
            "PHASE1"
        ],
        "IDestudio": "NCT04184882"
    },
    {
        "Title": "To Compare the Pharmacokinetics Profiles of ISO 20, IBU 200 and IBU Plus ISO Combinations 200 + 20",
        "Summary": "Study evaluate pharmacokinetics plasma profile 3 treatments iso 20 ibu 200 ibu iso combinations. 200 given single dose study conducted support submission new indication treatment combinations isosorbide dinitrate ibuprofen treatment.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Italy",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy (DMD)",
        "Phases": [
            "PHASE1"
        ],
        "IDestudio": "NCT01478022"
    },
    {
        "Title": "Prevention of Scoliosis in Patients With Duchenne Muscular Dystrophy Using Portable Seat Device",
        "Summary": "Study conducted without blind method portable seat device devised maintain lumbar lordosis made within 1 year loss ambulation participants duchenne muscular dystrophy.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Korea, Republic of",
        "OverallStatus": "RECRUITING",
        "Conditions": "Scoliosis Neuromuscular, Duchenne Muscular Dystrophy, Lordosis Lumbar",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT03611244"
    },
    {
        "Title": "The Validation Process for Confirmation of the French Version of the Pediatric Quality of Life Inventory :PedsQLTM.",
        "Summary": "French aim study validate french version pediatric quality life inventory duchenne muscular dystrophy module multicentric study investigators evaluate following psychometric properties.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "France",
        "OverallStatus": "UNKNOWN",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": "N/A",
        "IDestudio": "NCT03513367"
    },
    {
        "Title": "Kinesiology Taping in Duchenne Muscular Dystrophy: Effects on Performance, Gait Characteristics, and Energy Consumption",
        "Summary": "Investigators investigated effects kinesilogy taping performance energy consumption gait characteristics patients duchenne muscular dystrophy.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Turkey",
        "OverallStatus": "COMPLETED",
        "Conditions": "Performance, Energy, Gait, Duchenne Muscular Dystrophy",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT03529240"
    },
    {
        "Title": "A Study to Assess Safety/Tolerability, pk, Effects on Histology, Clinical Parameters of Givinostat in Children With DMD",
        "Summary": "Givinostat administered chronically selected daily dose parameters magnetic resonance imaging mri biomarkers explore oral suspension explore whether effects giv inostat disease progression may related to type dmd mutation primary objective extension study evaluate safety tolerability",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Italy",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy (DMD)",
        "Phases": [
            "PHASE1",
            "PHASE2"
        ],
        "IDestudio": "NCT01761292"
    },
    {
        "Title": "At-Home Research Study for Patients With Autoimmune, Inflammatory, Genetic, Hematological, Infectious, Neurological, CNS, Oncological, Respiratory, Metabolic Conditions",
        "Summary": "Mobile health platform helps patients contribute to medical research. Mobile health platform makes it easy for patients to participate in clinical trials.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "All Diagnosed Health Conditions, ADD/ADHD, Alopecia Areata, Ankylosing Spondylitis, Asthma, Atopic Dermatitis Eczema, Beta Thalassemia, Bipolar Disorder, Breast Cancer, Celiac Disease, Cervical Cancer, Chronic Inflammatory Demyelinating Polyneuropathy, Chronic Kidney Diseases, Chronic Obstructive Pulmonary Disease, Colon Cancer, Colorectal Cancer, Crohn's Disease, Cystic Fibrosis, Depression, Diabetes Mellitus, Duchenne Muscular Dystrophy, Endometriosis, Epilepsy, Facioscapulohumeral Muscular Dystrophy, G6PD Deficiency, General Anxiety Disorder, Hepatitis B, Hereditary Hemorrhagic Telangiectasia, HIV/AIDS, Human Papilloma Virus, Huntington's Disease, Idiopathic Thrombocytopenic Purpura, Insomnia, Kidney Cancer, Leukemia, Lung Cancer, Lupus Nephritis, Lymphoma, Melanoma, Multiple Myeloma, Multiple Sclerosis, Myositis, Myotonic Dystrophy, Ovarian Cancer, Pancreatic Cancer, Parkinson's Disease, Polycystic Kidney Diseases, Prostate Cancer, Psoriasis, Psoriatic Arthritis, Rosacea, Scleroderma, Sickle Cell Anemia, Sickle Cell Trait, Sjogren's Syndrome, Skin Cancer, Spinal Muscular Atrophy, Systemic Lupus Erythematosus, Thrombotic Thrombocytopenic Purpura, Trisomy 21, Ulcerative Colitis",
        "Phases": "N/A",
        "IDestudio": "NCT01931644"
    },
    {
        "Title": "Phase 3 Trial of Pamrevlumab or Placebo in Combination With Systemic Corticosteroids in Participants With Ambulatory DMD",
        "Summary": "Pamrevlumab versus placebo combination systemic corticosteroids administered every 2 weeks ambulatory participants duchenne muscular dystrophy dmd age 6 12 years. evaluate efficacy safety.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Belgium, Austria, France, Spain, Australia, Netherlands, Canada, China, Italy, United States, United Kingdom",
        "OverallStatus": "TERMINATED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE3"
        ],
        "IDestudio": "NCT04632940"
    },
    {
        "Title": "Outcome Measures in Duchenne Muscular Dystrophy: A Natural History Study",
        "Summary": "Duchenne muscular dystrophy dmd require deeper understanding dmd natural history study aim assess natural history dmd composite assessment tool capable capturing disease progression linking ambulant phases disease.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "France, United Kingdom, Netherlands",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": "N/A",
        "IDestudio": "NCT02780492"
    },
    {
        "Title": "Study to Assess the Safety and Efficacy of Viltolarsen in Ambulant Boys With DMD (RACER53-X)",
        "Summary": "Viltolarsen is a drug that is being tested on ambulant boys. It is being trialled on boys in the U.S. and Europe. The trial is called the ambulant Boys Study.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Czechia, Japan, Turkey, Greece, Spain, Australia, Netherlands, New Zealand, Chile, Mexico, Canada, China, Italy, Korea, Republic of, Norway, Russian Federation, United Kingdom",
        "OverallStatus": "ACTIVE_NOT_RECRUITING",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE3"
        ],
        "IDestudio": "NCT04768062"
    },
    {
        "Title": "Phase 2a Extension Study of Ataluren (PTC124) in Duchenne Muscular Dystrophy (DMD)",
        "Summary": " duchenne muscular dystrophy dmd genetic disorder develops boys caused mutation gene dystrophin protein important maintaining normal muscle structure function loss. dyStrophin causes muscle fragility leads weakness loss walking ability.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "TERMINATED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE2"
        ],
        "IDestudio": "NCT00759876"
    },
    {
        "Title": "Open-label Extension of the HOPE-2 Trial",
        "Summary": " phase 2 extension trial provide deramiocel subjects enrolled trial completed 12 months trial explore safety efficacy twenty intravenous administrations deramIOcel separated three months subjects undergo targeted screening screening period eligible subjects undergo baseline safety efficacy assessments day 1 prior first",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "ACTIVE_NOT_RECRUITING",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE2"
        ],
        "IDestudio": "NCT04428476"
    },
    {
        "Title": "Bone Marrow-Derived Autologous Stem Cells for the Treatment of Duchenne Muscular Dystrophy",
        "Summary": " study single arm single center trial study safety efficacy bone autologous specific populations stem cells mesenchymal stem cells treatment duchenne muscular dystrophy dmd.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Jordan",
        "OverallStatus": "UNKNOWN",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE1",
            "PHASE2"
        ],
        "IDestudio": "NCT03067831"
    },
    {
        "Title": "Long Term Follow-up for RGX-202",
        "Summary": "Follow-up study evaluates long term safety efficacy of gene therapy. Participants received gene therapy designed deliver transgene novel microdystrophin.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "United States",
        "OverallStatus": "ENROLLING_BY_INVITATION",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": "N/A",
        "IDestudio": "NCT06491927"
    },
    {
        "Title": "Natural History of Duchenne Muscular Dystrophy",
        "Summary": "Duchenne muscular dystrophy dmd view collect data natural disease course cohort young male subjects aged 5 9 years period 6 36 months using disease appropriate evaluations.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "France, United Kingdom",
        "OverallStatus": "UNKNOWN",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": "N/A",
        "IDestudio": "NCT03882827"
    },
    {
        "Title": "Feasibility of Virtual Reality in Children With Neuromuscular Disease, Effectiveness of Virtual Reality and Biofeedback",
        "Summary": "Study divided three groups virtual reality training biofeedback training conventional rehabilitation. study randomized controlled study subjects included.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Turkey",
        "OverallStatus": "UNKNOWN",
        "Conditions": "Neuromuscular Disease, Duchenne Muscular Dystrophy, Spinal Muscular Atrophy, Virtual Reality, Biofeedback",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT03689660"
    },
    {
        "Title": "Single Escalating Dose Pilot Trial of Canakinumab (ILARIS®) in Duchenne Muscular Dystrophy",
        "Summary": " canakinumab 1 beta il1β antibody approved use young children familial mediterranean fever systemic onset juvenile idiopathic arthritis associated periodic fever syndrome study pilot trial investigate effects.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "ACTIVE_NOT_RECRUITING",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE1",
            "PHASE2"
        ],
        "IDestudio": "NCT03936894"
    },
    {
        "Title": "Phase 1/2a for Safety, PK and PD of SQY51 in Paediatric and Adult Patients Duchenne Muscular Dystrophy",
        "Summary": "51 patients duchenne muscular dystrophy. phase monocentric open label study evaluate safety pharmacokinetics pharmacodynamics.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "France",
        "OverallStatus": "RECRUITING",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE1",
            "PHASE2"
        ],
        "IDestudio": "NCT05753462"
    },
    {
        "Title": "A Natural History Study In Chinese Male Patients With Duchenne Muscular Dystrophy",
        "Summary": "About 330 subjects enrolled. multicenter prospective single cohort study designed to describe natural history dmd chinese male patients total approximately 330 subjects. Subjects visit sites every 6 months subject observed least 24 months subjects remain enrolled.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "China",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT03760029"
    },
    {
        "Title": "Twice Weekly Steroids and Exercise as Therapy for DMD",
        "Summary": "Duchenne muscular dystrophy dmd current standard care daily prednisone associated adverse side effects evidence dmd mouse models suggest weekly dosing provides efficacy without side effects appropriate exercise may also benefit.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "RECRUITING",
        "Conditions": "Duchenne Muscular Dystrophy (DMD)",
        "Phases": [
            "PHASE2"
        ],
        "IDestudio": "NCT04322357"
    },
    {
        "Title": "CureDuchenne Link®: A Resource for Research",
        "Summary": "Cureduchenne link data hub comprised integrated biospecimens clinical data information. Anyone 4 weeks old diagnosed dmd bmd carrier dmdbmd join parents legal guardians sign child ren.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "United States",
        "OverallStatus": "RECRUITING",
        "Conditions": "Duchenne Muscular Dystrophy, Becker Muscular Dystrophy",
        "Phases": "N/A",
        "IDestudio": "NCT04972604"
    },
    {
        "Title": "Efficacy and Safety Study of WVE-210201 (Suvodirsen) With Open-label Extension in Ambulatory Patients With Duchenne Muscular Dystrophy",
        "Summary": "Duchenne muscular dystrophy dmd amenable exon 51 skipping intervention dystance 51. phase multicenter randomized study extension period evaluate safety efficacy suvodirsen ambulatory male pediatric patients.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Czechia, Belgium, France, Canada, Italy, Sweden, United States, United Kingdom",
        "OverallStatus": "TERMINATED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE2",
            "PHASE3"
        ],
        "IDestudio": "NCT03907072"
    },
    {
        "Title": "Safety and Dose Finding Study of NS-065/NCNP-01 in Boys With Duchenne Muscular Dystrophy (DMD)",
        "Summary": "Main objective study evaluate safety high low dose delivered intravenous infusion patients duchenne muscular dystrophy dmd amendable exon 53 skipping. Additional objectives include tolerability muscle function strength pharmacokinetics pharmacodynamics.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Canada, United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE2"
        ],
        "IDestudio": "NCT02740972"
    },
    {
        "Title": "A Study to Evaluate the Safety and Tolerability of GEN6050X in Duchenne Muscular Dystrophy.",
        "Summary": "Study evaluate safety tolerability gen6050x gene therapy duchenne muscular dystrophy dmd patients amenable exon 50 skipping.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "China",
        "OverallStatus": "RECRUITING",
        "Conditions": "Duchenne Muscular Dystrophy (DMD)",
        "Phases": [
            "EARLY_PHASE1"
        ],
        "IDestudio": "NCT06392724"
    },
    {
        "Title": "Sunphenon Epigallocatechin-Gallate (EGCg) in Duchenne Muscular Dystrophy",
        "Summary": "Green tea patients with muscular dystrophy duchenne type. aim multicentre prospective double blind placebo controlled randomized pilot study. investigate safety tolerance egcg major polyphenol green tea patients.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Germany",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE2",
            "PHASE3"
        ],
        "IDestudio": "NCT01183767"
    },
    {
        "Title": "High-dose Prednisone in Duchenne Muscular Dystrophy",
        "Summary": "Study help determine whether weekly course prednisone therapy safer least effective daily dose therapy people duchenne muscular dystrophy dmd boys enrolled.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE3"
        ],
        "IDestudio": "NCT00110669"
    },
    {
        "Title": "PDE Inhibitors in DMD Study (Acute Dosing Study)",
        "Summary": " pde5a inhibition boosts signaling relieve functional muscle ischemia restore normal blood flow regulation functional sympatholysis exercise boys dmd investigators specific aim perform efficient study inform design randomized multicenter trial.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE1"
        ],
        "IDestudio": "NCT01580501"
    },
    {
        "Title": "CRD007 for the Treatment of Duchenne Muscular Dystrophy, Becker Muscular Dystrophy and Symptomatic Carriers",
        "Summary": " investigation efficacy safety crd007 duchenne muscular dystrophy dmd becker muscular Dystrophy bmd symptomatic carriers.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Sweden",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy, Becker Muscular Dystrophy",
        "Phases": [
            "PHASE2"
        ],
        "IDestudio": "NCT01540604"
    },
    {
        "Title": "Regression of Hamstring Flexibility and Performance in Children With Duchenne Muscular Dystrophy",
        "Summary": " investigator investigated regression hamstring flexibility performance in children with duchenne muscular dystrophy.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "Turkey",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy, Performance, Flexibility",
        "Phases": "N/A",
        "IDestudio": "NCT03589612"
    },
    {
        "Title": "Phase III Randomized, Double-Blind Study of Prednisone for Duchenne Muscular Dystrophy",
        "Summary": " objectives characterize effect prednisone muscle protein metabolism patients duchenne muscular dystrophy. determine whether prednisones changes levels growth factor 1 growth hormone insulin. characterize effectprednisone Muscle morphometry muscle localization utrophin.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE3"
        ],
        "IDestudio": "NCT00004646"
    },
    {
        "Title": "Givinostat in Duchenne's Muscular Dystrophy Long-term Safety and Tolerability Study",
        "Summary": "Open label safety tolerability efficacy study givinostat dmd duchenne muscular dystrophy patients previously treated one giv inostat studies. open label safety tolerability effectiveness study giv",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Belgium, Germany, France, Spain, Israel, Netherlands, Canada, Italy, United States, United Kingdom, Serbia",
        "OverallStatus": "ENROLLING_BY_INVITATION",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE2",
            "PHASE3"
        ],
        "IDestudio": "NCT03373968"
    },
    {
        "Title": "Extension Study of NS-065/NCNP-01 in Boys With Duchenne Muscular Dystrophy (DMD)",
        "Summary": " extension study administered intravenously weekly additional 192 weeks boys dmd complete study. extension study administer intravenous weekly extra 192 weeks Boys dmd completed study.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Canada, United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE2"
        ],
        "IDestudio": "NCT03167255"
    },
    {
        "Title": "FLOWER: Following Longitudinal Outcomes With Epidemiology for Rare Diseases",
        "Summary": "Medical records accessed institutions directly via efax paper fax online patient electronic medical record emr portals direct sequencing molecular profiling vendors via electronic health information exchanges.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "United States",
        "OverallStatus": "RECRUITING",
        "Conditions": "Alpha-Thalassemia, Beta-Thalassemia, Amyloidosis, Amyotrophic Lateral Sclerosis, Creutzfeld-Jakob Disease, Cystic Fibrosis, Duchenne Muscular Dystrophy, Early-Onset Alzheimer Disease, Ehlers-Danlos Syndrome, Huntington Disease, Gaucher Disease, GM1 Gangliosidosis, Myasthenia Gravis, Pompe Disease, Sickle Cell Disease, Transthyretin Amyloid Cardiomyopathy, Rare Diseases",
        "Phases": "N/A",
        "IDestudio": "NCT06539169"
    },
    {
        "Title": "A Trial of Chronotherapy of Corticosteroids in Duchenne Muscular Dystrophy",
        "Summary": "Duchenne muscular dystrophy dmd progressive neuromuscular disease curative treatment yet identified making important slow progression improve quality life among affected boys. Treatment corticosteroids standard care patients dmd five years old older due",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "WITHDRAWN",
        "Conditions": "Duchenne Muscular Dystrophy (DMD)",
        "Phases": [
            "PHASE2"
        ],
        "IDestudio": "NCT02036463"
    },
    {
        "Title": "Extension Study of NS-089/NCNP-02 in DMD",
        "Summary": " extension study study designed assess safety tolerability efficacy patients duchenne muscular dystrophy dmd.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Japan",
        "OverallStatus": "ACTIVE_NOT_RECRUITING",
        "Conditions": "Duchenne Muscular Dystrophy (DMD)",
        "Phases": [
            "PHASE2"
        ],
        "IDestudio": "NCT05135663"
    },
    {
        "Title": "The Effect of Kinesiology Taping on Balance in Duchenne Muscular Dystrophy",
        "Summary": "Investigators investigated effects kinesilogy taping balance patients duchenne muscular dystrophy.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Turkey",
        "OverallStatus": "COMPLETED",
        "Conditions": "Balance, Duchenne Muscular Dystrophy",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT03541070"
    },
    {
        "Title": "A Phase III Double-blind Study With Idebenone in Patients With Duchenne Muscular Dystrophy (DMD) Taking Glucocorticoid Steroids",
        "Summary": "Study to assess efficacy idebenone delaying loss respiratory function patients dmd receiving concomitant glucocorticoid steroids.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Belgium, Bulgaria, Austria, Germany, Switzerland, France, Spain, Israel, Netherlands, Ireland, Hungary, Italy, Sweden, United States, United Kingdom",
        "OverallStatus": "TERMINATED",
        "Conditions": "Duchenne Muscular Dystrophy (DMD)",
        "Phases": [
            "PHASE3"
        ],
        "IDestudio": "NCT02814019"
    },
    {
        "Title": "A Study to Assess the Efficacy and Safety of Vamorolone in Boys With Duchenne Muscular Dystrophy (DMD)",
        "Summary": " vamorolone administered orally daily doses versus prednisone placebo treatment period 24 weeks. evaluate persistence effect treatment period 48 weeks ambulant boys ages 4 7 years dmd.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Czechia, Belgium, Greece, Spain, Israel, Australia, Netherlands, Canada, Sweden, United States, United Kingdom",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE2"
        ],
        "IDestudio": "NCT03439670"
    },
    {
        "Title": "Physical Therapy Treatment on Children and Adolescents With Neurological Pathologies",
        "Summary": "Children with neurological pathologies induce sensorimotor impairments. evaluate positive effects physical therapy intervention has on children.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Spain",
        "OverallStatus": "COMPLETED",
        "Conditions": "Neurologic Disorder, Duchenne, Pediatric Disorder, Sensorimotor Disorder Nos",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT05313295"
    },
    {
        "Title": "A Study to Evaluate the Safety and Tolerability of PF-06939926 Gene Therapy in Duchenne Muscular Dystrophy",
        "Summary": "Duchenne muscular dystrophy dmd objectives include measurement dystrophin expression distribution assessments muscle strength quality function. Cohort includes concomitant medication sirolimus order mitigate unanticipated risks.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "ACTIVE_NOT_RECRUITING",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE1"
        ],
        "IDestudio": "NCT03362502"
    },
    {
        "Title": "Evaluation of the Safety and Efficacy of BBM-D101 to Treat Patients With Duchenne Muscular Dystrophy",
        "Summary": " purpose study assess safety tolerability efficacy. treat patients duchenne muscular dystrophy.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "China",
        "OverallStatus": "RECRUITING",
        "Conditions": "Duchenne Muscular Dystrophy (DMD)",
        "Phases": [
            "EARLY_PHASE1"
        ],
        "IDestudio": "NCT06641895"
    },
    {
        "Title": "Cardiomyopathy in DMD: Lisinopril vs. Losartan",
        "Summary": "Cardiomyopathy duchenne muscular dystrophy dmd drugs known effective treatment. acei reported delay onset progression left ventricle dysfunction children. Multiple studies show therapeutic efficacy losartan animals.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy (DMD), Cardiomyopathy",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT01982695"
    },
    {
        "Title": "Peabody Developmental Motor Scaling In Children With Period Duchenne Muscular Dystrophy",
        "Summary": " perform reliability validity study peabody developmental motor scale peabODY developmental motor children duchenne muscular dystrophy dmd.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "Turkey",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy (DMD)",
        "Phases": "N/A",
        "IDestudio": "NCT05990608"
    },
    {
        "Title": "Effects of Lumbopelvic Stabilization-based Physiotherapy and Rehabilitation Training in Duchenne Muscular Dystrophy",
        "Summary": "Study aims examine effectiveness supervised lumbopelvic stabilization relation factors associated with lower urinary tract symptoms. Children aged 8 12 years stages according vignos scale score higher dysfunctional voiding symptom score dvss included study demographic information collected.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Turkey",
        "OverallStatus": "NOT_YET_RECRUITING",
        "Conditions": "Duchenne Muscular Dystrophy (DMD), Lower Urinary Track Symptoms",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT06643923"
    },
    {
        "Title": "A Pharmacokinetic Study of Oral Deflazacort in Children and Adolescent Subjects With Duchenne Muscular Dystrophy",
        "Summary": "Study describes dosing oral deflazacort to pediatric adolescents subjects. Study: Dosing dosing dosed oral defLZacort pediatric adolescents Subjects.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE1"
        ],
        "IDestudio": "NCT02251600"
    },
    {
        "Title": "A Phase I/II Study of BMN053 in Subjects With Duchenne Muscular Dystrophy (DMD)",
        "Summary": "The study aims to determine whether bmn053 is safe and effective in treating Duchenne muscular dystrophy.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Belgium, France, Netherlands, Italy, United Kingdom",
        "OverallStatus": "TERMINATED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE1",
            "PHASE2"
        ],
        "IDestudio": "NCT01957059"
    },
    {
        "Title": "Longitudinal Study of the Natural History of Duchenne Muscular Dystrophy (DMD)",
        "Summary": "Study establish largest assessment people duchenne muscular dystrophy dmd study investigators associated cooperative international neuromuscular research group cinrg take detailed look minimum eight years dmd participant physical abilities medical problems experience use health care services",
        "StudyType": "OBSERVATIONAL",
        "Countries": "Argentina, Israel, India, Australia, Canada, Italy, Sweden, United States",
        "OverallStatus": "UNKNOWN",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": "N/A",
        "IDestudio": "NCT00468832"
    },
    {
        "Title": "Study of Eteplirsen in DMD Patients",
        "Summary": "Main objective study provide evidence efficacy eteplirsen duchenne muscular dystrophy dmd patients amenable skipping exon 51. Additional objectives include evaluation safety biomarkers effects.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy (DMD)",
        "Phases": [
            "PHASE3"
        ],
        "IDestudio": "NCT02255552"
    },
    {
        "Title": "Comprehensive Study of Duchenne Muscular Dystrophy at Sohag University Hospital",
        "Summary": " muscular dystrophies heterogenous group inherited muscular disorders characterized progressive muscle weakness historically disorders difficult treat last three decades great progress molecular genetic basis disorders early diagnosis achievable proper clinical recognition advanced genetic testing.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Egypt",
        "OverallStatus": "UNKNOWN",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT05029232"
    },
    {
        "Title": "Expanded Access Study of UC-MSC in DMD Patients",
        "Summary": "Primary objective study provide treatment patients dmd secondary objectives evaluate adverse events well changes functional blood laboratories inflammation related biomarker levels time.",
        "StudyType": "EXPANDED_ACCESS",
        "Countries": "United States",
        "OverallStatus": "AVAILABLE",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": "N/A",
        "IDestudio": "NCT06579352"
    },
    {
        "Title": "Tadalafil as Adjuvant Therapy for DMD",
        "Summary": "Project assess vascular responsiveness leg muscles boys duchenne muscular dystrophy dmd one single dose tadalafil common vasodilator drug using techniques mri doppler ultrasound exercise testing.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "ACTIVE_NOT_RECRUITING",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE2",
            "PHASE3"
        ],
        "IDestudio": "NCT05195775"
    },
    {
        "Title": "A Study to Assess Dystrophin Levels in Participants With Nonsense Mutation Duchenne Muscular Dystrophy (nmDMD) Who Have Been Treated With Ataluren",
        "Summary": "Study designed generate additional data effect ataluren producing dystrophin protein nonsense mutation nmdmd participants. Study evaluate dystrophicin levels participants nmdMD currently receiving atal Lauren months.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE2"
        ],
        "IDestudio": "NCT03796637"
    },
    {
        "Title": "A Gene Transfer Therapy Study to Evaluate the Safety and Efficacy of Delandistrogene Moxeparvovec (SRP-9001) in Participants With Duchenne Muscular Dystrophy (DMD)",
        "Summary": "Study evaluate safety efficacy gene transfer therapy boys dmd randomized study participants randomized placebo arm opportunity treatment gene transfer Therapy beginning second year.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Belgium, Japan, Germany, Taiwan, Spain, Hong Kong, Italy, United States, United Kingdom",
        "OverallStatus": "ACTIVE_NOT_RECRUITING",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE3"
        ],
        "IDestudio": "NCT05096221"
    },
    {
        "Title": "HT-100 Long-term Study in DMD Patients Who Completed HALO-DMD-02",
        "Summary": "Duchenne muscular dystrophy dmd. study study allows continued access subjects. completed studies provide safety strength function data. continuous dosing data study used to inform safety tolerability dose selection. future trial boys. duchen",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "TERMINATED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE2"
        ],
        "IDestudio": "NCT02525302"
    },
    {
        "Title": "Extension Study of BMN 044 in Duchenne Muscular Dystrophy (DMD)",
        "Summary": "Study will provide continuing access to bmn 044 treatment subjects previously treated. Study expected to characterize efficacy safety and provide information gained.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Belgium, Italy, Sweden, Netherlands",
        "OverallStatus": "TERMINATED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE2"
        ],
        "IDestudio": "NCT02958202"
    },
    {
        "Title": "Research of Biomarkers in Duchenne Muscular Dystrophy Patients",
        "Summary": "The study aims to identify potential biomarkers for Duchenne muscular dystrophy. The goal is to determine the progression of the disease and the treatment options available.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "France",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy (DMD)",
        "Phases": "N/A",
        "IDestudio": "NCT01380964"
    },
    {
        "Title": "Safety Study of Eteplirsen to Treat Early Stage Duchenne Muscular Dystrophy",
        "Summary": "Study assess safety tolerability efficacy pharmacokinetics. eteplirsen patients early stage duchenne muscular dystrophy dmd amenable exon 51 skipping.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy (DMD)",
        "Phases": [
            "PHASE2"
        ],
        "IDestudio": "NCT02420379"
    },
    {
        "Title": "Relationship Between PFTs and Pdi in DMD",
        "Summary": "Study explore relationship clinically assessed pulmonary function test pft measures transdiaphragmatic pdi measures duchenne muscular dystrophy dmd well explore relationship.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "",
        "OverallStatus": "WITHDRAWN",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT03335384"
    },
    {
        "Title": "Efficacy and Tolerability of Idebenone in Boys With Cardiac Dysfunction Associated With Duchenne Muscular Dystrophy",
        "Summary": " idebenone synthetic analogue coenzyme q10 powerful antioxidant essential constituent process energy production cellular level protect mitochondria oxidative damage boost impaired function thought mechanism.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Belgium",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy (DMD)",
        "Phases": [
            "PHASE2"
        ],
        "IDestudio": "NCT00654784"
    },
    {
        "Title": "Wearable Technology to Assess Gait Function in SMA and DMD",
        "Summary": "Researchers developed instrumented insoles capable of accurately measuring gait footfall multiple hours. They tested controlled lab settings 39 single visit people sma 13 dmd 13 healthy controls 13 15 participants environments.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Spinal Muscular Atrophy Type 3, Duchenne Muscular Dystrophy",
        "Phases": "N/A",
        "IDestudio": "NCT04193085"
    },
    {
        "Title": "Development of a Registry to Assess Natural History in Duchenne Muscular Dystrophy",
        "Summary": " duchenne muscular dystrophy rare progressive neuromuscular disease caused mutation dystrophin gene leading progressive muscle degeneration loss specific functional milestones severe respiratory cardiac impairment.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "Italy",
        "OverallStatus": "NOT_YET_RECRUITING",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": "N/A",
        "IDestudio": "NCT06579859"
    },
    {
        "Title": "Study of Ataluren for Previously Treated Participants With Nonsense Mutation Duchenne/Becker Muscular Dystrophy (nmDBMD) in Europe, Israel, Australia, and Canada",
        "Summary": " muscular dystrophy dbmd genetic disorder develops boys caused mutation gene dystrophin protein important maintaining normal muscle structure function loss. dystrophicin causes muscle fragility leads weakness loss walking ability.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Belgium, Germany, France, Spain, Israel, Australia, Canada, Italy, Sweden, United Kingdom",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy, Becker Muscular Dystrophy, Dystrophinopathy",
        "Phases": [
            "PHASE3"
        ],
        "IDestudio": "NCT01557400"
    },
    {
        "Title": "Phase I/II Study of PRO044 in Duchenne Muscular Dystrophy (DMD)",
        "Summary": "Dmd patients mutation around location 44 dna dystrophin protein. purpose study see whether pro044 safe effective use medication is effective.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Belgium, Italy, Sweden, Netherlands",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE1",
            "PHASE2"
        ],
        "IDestudio": "NCT01037309"
    },
    {
        "Title": "Efficacy, Safety, and Tolerability Rollover Study of Eteplirsen in Subjects With Duchenne Muscular Dystrophy",
        "Summary": "Eteplirsen injection duchenne muscular dystrophy dmd subjects successfully completed 28 week study. Study also evaluate correlation biomarkers dmd clinical status participating dMD subjects.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy (DMD)",
        "Phases": [
            "PHASE2"
        ],
        "IDestudio": "NCT01540409"
    },
    {
        "Title": "Duchenne Muscular Dystrophy Heart Study",
        "Summary": "Study includes patients genetically proven duchenne muscular dystrophy diagnosed january 1993 march 2020. Aim is to describe natural history disease vital prognosis correlations effect treatments.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "France",
        "OverallStatus": "UNKNOWN",
        "Conditions": "Duchenne Muscular Dystrophy, Duchenne Muscular Dystrophy-Associated Dilated Cardiomyopathy",
        "Phases": "N/A",
        "IDestudio": "NCT03443115"
    },
    {
        "Title": "Bicycle Training on Ventilatory Functions in Duchenne Muscular Dystrophy",
        "Summary": "Bike ergometry training training ventilatory functions boys duchenne muscular dystrophy. purpose study investigate effect of bicycle ergometry on ventilational functions.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "",
        "OverallStatus": "NOT_YET_RECRUITING",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT05849688"
    },
    {
        "Title": "A Study of TAS-205 for Duchenne Muscular Dystrophy",
        "Summary": "An objective study evaluate safety pharmacokinetic patients duchenne muscular dystrophy.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Japan",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE1"
        ],
        "IDestudio": "NCT02246478"
    },
    {
        "Title": "Safety and Efficacy Study of PTC124 in Duchenne Muscular Dystrophy",
        "Summary": "Duchenne muscular dystrophy dmd disease caused nonsense mutation premature stop codon gene makes dystrophin protein. ptc124 shown partially restore dyStrophin production.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE2"
        ],
        "IDestudio": "NCT00264888"
    },
    {
        "Title": "Phase 2 Study of EDG-5506 in Children and Adolescents with Duchenne Muscular Dystrophy Previously Treated with Gene Therapy (FOX)",
        "Summary": "Fox study multicenter phase 2 study safety pharmacokinetics biomarkers children adolescents duchenne muscular dystrophy previously treated gene therapy including randomized part followed part b.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "RECRUITING",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE2"
        ],
        "IDestudio": "NCT06100887"
    },
    {
        "Title": "Heart Rate Variability in Individuals With Duchenne Muscular Dystrophy",
        "Summary": "Study carried 40 boys aged 11 18 years evaluated recruitment groups carried neuromuscular disease outpatient clinic federal university são paulo unifesp recruited individuals.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": "N/A",
        "IDestudio": "NCT04740554"
    },
    {
        "Title": "Phase III Study With Idebenone in Patients With Duchenne Muscular Dystrophy (SIDEROS-E)",
        "Summary": "Duchenne muscular dystrophy dmd completed sideros study. purpose study assess safety efficacy idebenone patients.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Belgium, Austria, Germany, Switzerland, France, Spain, Italy, United States, United Kingdom",
        "OverallStatus": "TERMINATED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE3"
        ],
        "IDestudio": "NCT03603288"
    },
    {
        "Title": "Effect of Kinesiology Taping on Head and Trunk Control in Children With Duchenne Muscular Dystrophy",
        "Summary": " muscular dystrophy group contains thirty different genetic disorders usually classified into nine main categories. The main categories are progressive muscular wasting, scoliosis curvature spine back and cardiomyopathy muscle spasms.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Egypt",
        "OverallStatus": "RECRUITING",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT05967793"
    },
    {
        "Title": "Psychoeducation Program for Parents of Children With DMD",
        "Summary": "Families may frequently experience fear anxiety guilt anger depression reported mothers children dmd experience depression anxiety future uncertainty. caring child disabilities brings emotional social economic difficulties many families families may experience many physiological psychological problems due stress anxiety.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Turkey",
        "OverallStatus": "COMPLETED",
        "Conditions": "Psychoeducation, Parents, Psychological Wellness, Duchenne Muscular Dystrophy",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT06412328"
    },
    {
        "Title": "Sleep Intervention in Young Boys With Duchenne Muscular Dystrophy",
        "Summary": "The study aims to evaluate implementation of transdiagnostic sleep circadian intervention. It also aims to examine whether essential elements intervention motivational interviewing and sleep routine scheduling can be taught to clinicians.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "RECRUITING",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT04529707"
    },
    {
        "Title": "Comparative Study of Clinical Endpoint in DMD: Handheld Myometry (HHM) Versus CINRG Quantitative Measurement System (CQMS)",
        "Summary": "Study compares two commonly used pediatric strength testing measures. Handheld myometry and prospective muscular dystrophy trials. Study performed six participating sites.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "Australia, Italy, United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": "N/A",
        "IDestudio": "NCT01125709"
    },
    {
        "Title": "Study of Ataluren in Previously Treated Participants With Nonsense Mutation Dystrophinopathy (nmDBMD)",
        "Summary": "Ataluren is a low-dose form of cannabis. The drug has been approved for use in the United States.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Canada, United States",
        "OverallStatus": "ENROLLING_BY_INVITATION",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE3"
        ],
        "IDestudio": "NCT01247207"
    },
    {
        "Title": "A Study to Evaluate Safety, Tolerability, and Efficacy of Eteplirsen in Participants With Duchenne Muscular Dystrophy (DMD) Who Have Completed Study 4658-102 (NCT03218995)",
        "Summary": " eteplirsen administered weekly intravenous iv infusion male participants dmd successfully completed ete Plirsen study. purpose extension study evaluate ongoing safety tolerability additional treatment.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "France, Belgium, United Kingdom, Italy",
        "OverallStatus": "TERMINATED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE2"
        ],
        "IDestudio": "NCT03985878"
    },
    {
        "Title": "Dose-Ranging Study of AVI-4658 to Induce Dystrophin Expression in Selected Duchenne Muscular Dystrophy (DMD) Patients",
        "Summary": "The study aims to assess the safety of intravenous administered morpholino oligomer directed exon 51 pmo.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United Kingdom",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE1",
            "PHASE2"
        ],
        "IDestudio": "NCT00844597"
    },
    {
        "Title": "Clinical Study to Evaluate the Efficacy and Safety of Givinostat in Ambulant Patients With Duchenne Muscular Dystrophy",
        "Summary": "Givinostat versus placebo administered chronically 18 months slow disease progression ambulant dmd subjects. Secondary objectives secondary objectives study assess safety tolerability.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Belgium, Germany, France, Spain, Israel, Netherlands, Canada, Italy, United States, United Kingdom, Serbia",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE3"
        ],
        "IDestudio": "NCT02851797"
    },
    {
        "Title": "Clinical Trial of Coenzyme Q10 and Lisinopril in Muscular Dystrophies",
        "Summary": "Study include 120 participants aged 8 duchenne becker autosomal recessive specifically lgmd 2i muscular dystrophies clinical cardiac symptoms. Participants randomized one four arms arm 1 coq10 alone arm 2 lisinop",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Japan, Canada, United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy, Becker Muscular Dystrophy, Limb Girdle Muscular Dystrophy",
        "Phases": [
            "PHASE2",
            "PHASE3"
        ],
        "IDestudio": "NCT01126697"
    },
    {
        "Title": "Testosterone Therapy for Pubertal Delay in Duchenne Muscular Dystrophy",
        "Summary": " observational study clinical outcomes testosterone treatment pubertal delay duchenne muscular dystrophy single centre observational study aims follow progress. 20 adolescents treated standard stepwise regimen testosterone injections every 4 weeks. Data collected help determine effectiveness tolerability",
        "StudyType": "OBSERVATIONAL",
        "Countries": "United Kingdom",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": "N/A",
        "IDestudio": "NCT02571205"
    },
    {
        "Title": "Physical Activity Level and Cognitive Functions in Children With Duchenne Muscular Dystrophy",
        "Summary": "Children dmd associated decrease level physical activity publication found directly examines relationship cognitive functions physical activity level. although studies showing effect motor performance time. children dmd.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "Turkey",
        "OverallStatus": "RECRUITING",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": "N/A",
        "IDestudio": "NCT05641805"
    },
    {
        "Title": "E-monitoring of PULMonary Function in Patients With Duchenne Muscular Dystrophy at Home\"",
        "Summary": " duchenne muscular dystrophy dmd common progressive irreversible muscular Dystrophy pulmonary function crucial duration life disease european respiratory society currently focused digital health seeking define realistic innovations digital respiratory medicine support professionals.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Poland",
        "OverallStatus": "RECRUITING",
        "Conditions": "Duchenne Muscular Dystrophy (DMD)",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT05516745"
    },
    {
        "Title": "Virtual Reality in Individuals With Duchenne Muscular Dystrophy",
        "Summary": "Duchenne muscular dystrophy dmd use virtual reality environments enhance motor practice thus important. growing accessibility technology one option rehabilitation programs.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT03002298"
    },
    {
        "Title": "Safety and Tolerability of WVE-210201 in Patients With Duchenne Muscular Dystrophy",
        "Summary": "The study is a phase 1 single ascending dose cohort study evaluating safety tolerability plasma concentrations. The patients dmd amenable exon 51 skipping intervention.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Belgium, France, Netherlands, Canada, Italy, United States, United Kingdom",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE1"
        ],
        "IDestudio": "NCT03508947"
    },
    {
        "Title": "Sedation During Muscle Biopsy in Patients With Duchenne Muscular Dystrophy",
        "Summary": "Duchenne muscular dystrophy patients receiving sedation muscle biopsy part of a new study.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT01645098"
    },
    {
        "Title": "Dose-Titration and Open-label Extension Study of SRP-4045 in Advanced Stage Duchenne Muscular Dystrophy (DMD) Patients",
        "Summary": " extension study assess safety tolerability pharmacokinetics duchenne muscular dystrophy dmd patients deletions amenable exon 45 skipping.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE1"
        ],
        "IDestudio": "NCT02530905"
    },
    {
        "Title": "Study of DS-5141b in Patients With Duchenne Muscular Dystrophy",
        "Summary": " phase study evaluate safety tolerability efficacy pharmacokinetic pk profile patients duchenne muscular dystrophy. dmd amenable exon 45 skipping determine dosage subsequent studies.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Japan",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE1",
            "PHASE2"
        ],
        "IDestudio": "NCT02667483"
    },
    {
        "Title": "Duchenne Muscular Dystrophy < 18y in Norway: Genotype/Phenotype, Growth, Puberty, Bone Health and Quality of Life.",
        "Summary": "Study give consent based epidemiological overview norwegian patients duchenne muscular dystrophy younger 18 years age genotype population described.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "Norway",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": "N/A",
        "IDestudio": "NCT01963897"
    },
    {
        "Title": "DMD- Interactive Virtual Reality Study",
        "Summary": "Study help determine interactive virtual reality system improve physiotherapy young patients duchenne muscular dystrophy dmd.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United Kingdom",
        "OverallStatus": "ACTIVE_NOT_RECRUITING",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT06274983"
    },
    {
        "Title": "Study of ACE-031 in Subjects With Duchenne Muscular Dystrophy",
        "Summary": "Duchenne muscular dystrophy dmd select optimal doses terms safety pharmacodynamic pd activity designing future studies note study terminated based on safety data.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Canada",
        "OverallStatus": "TERMINATED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE2"
        ],
        "IDestudio": "NCT01099761"
    },
    {
        "Title": "A Phase 1/2 Study to Assess the Safety, Tolerability, Pharmacokinetics, and Pharmacodynamics of BMN 351 in Participants With Duchenne Muscular Dystrophy",
        "Summary": "Duchenne muscular dystrophy dmd genetic mutation amenable exon 51 skipping. purpose study test safety tolerability bmn 351 participants.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Turkey, Spain, United Kingdom, Italy",
        "OverallStatus": "RECRUITING",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE1",
            "PHASE2"
        ],
        "IDestudio": "NCT06280209"
    },
    {
        "Title": "Ramipril Versus Carvedilol in Duchenne and Becker Patients",
        "Summary": "Study aim compare efficacy carvedilol vs ramipril myocardial tissue properties heart function. data preventive therapy duchenne muscular dystrophy dmd becker muscular dystrophies.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Italy",
        "OverallStatus": "UNKNOWN",
        "Conditions": "Duchenne Muscular Dystrophy, Becker Muscular Dystrophy",
        "Phases": [
            "PHASE4"
        ],
        "IDestudio": "NCT00819845"
    },
    {
        "Title": "A Gene Transfer Therapy to Evaluate the Safety and Efficacy of Delandistrogene Moxeparvovec (SRP-9001) Following Therapeutic Plasma Exchange (Plasmapheresis) in Participants With Duchenne Muscular Dystrophy (DMD) and Pre-existing Antibodies to AAVrh74",
        "Summary": " gene transfer therapy study evaluating safety delandistrogene moxeparvovec dystrophin protein expression.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "RECRUITING",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE1"
        ],
        "IDestudio": "NCT06597656"
    },
    {
        "Title": "Biomechanical Analysis of Gait in Individuals With Duchenne Muscular Dystrophy",
        "Summary": " purpose research study understand walking patterns. strength function changes boys duchenne muscular dystrophy corticosteroids determine best timing treatment options maintain walking long possible.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": "N/A",
        "IDestudio": "NCT00312247"
    },
    {
        "Title": "Plus Epicatechin Duchenne Muscular Dystrophy in Non-ambulatory Adolescents",
        "Summary": "Cardiomyopathy defined cardiac ejection fraction 55 abnormal lv strain cardiac mri receive one three doses study assessments baseline 2 weeks 4weeks 8 weeks study determine optimal dosing future cardiac efficacy studies based on serum plasma biomarker response",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE1",
            "PHASE2"
        ],
        "IDestudio": "NCT02964377"
    },
    {
        "Title": "Duchenne Muscular Dystrophy Video Assessment Registry",
        "Summary": "Duchenne muscular dystrophy study is a prospective longitudinal clinical study. The study aims to create a database of functional motor abilities.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "United States",
        "OverallStatus": "ACTIVE_NOT_RECRUITING",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": "N/A",
        "IDestudio": "NCT05712447"
    },
    {
        "Title": "Phase III Study of Edasalonexent in Boys With Duchenne Muscular Dystrophy",
        "Summary": " edasalonexent orally administered small molecule inhibits key link loss dystrophin disease pathology plays fundamental role initiation progression skeletal cardiac muscle disease dmd. polarisdmd study phase 3 global study evaluate efficacy safety.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Germany, Israel, Australia, Ireland, Canada, Sweden, United States, United Kingdom",
        "OverallStatus": "COMPLETED",
        "Conditions": "Muscular Dystrophy, Duchenne",
        "Phases": [
            "PHASE3"
        ],
        "IDestudio": "NCT03703882"
    },
    {
        "Title": "Two-Part Study for Dose Determination of Vesleteplirsen (SRP-5051) (Part A), Then Dose Efficacy (Part B) in Participants With Duchenne Muscular Dystrophy Amenable to Exon 51-Skipping Treatment",
        "Summary": "Study comprised 2 parts 1 part multiple ascending dose mad conducted evaluate safety tolerability vesleteplirsen mad levels determine maximum tolerated dose mtd 2 part b conducted evaluate vesletesleptirsen doses selected part participants enroll",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Belgium, Germany, Spain, Netherlands, Canada, Italy, United States, United Kingdom",
        "OverallStatus": "ACTIVE_NOT_RECRUITING",
        "Conditions": "Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE2"
        ],
        "IDestudio": "NCT04004065"
    },
    {
        "Title": "A Gene Transfer Therapy Study to Evaluate the Safety of and Expression From Delandistrogene Moxeparvovec (SRP-9001) in Participants With Duchenne Muscular Dystrophy (DMD)",
        "Summary": " gene transfer therapy study evaluating safety expression delandistrogene moxeparvovec participants dmd maximum participant duration study 156 weeks.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "ACTIVE_NOT_RECRUITING",
        "Conditions": "Muscular Dystrophy, Duchenne",
        "Phases": [
            "PHASE1"
        ],
        "IDestudio": "NCT04626674"
    },
    {
        "Title": "Test-Retest Reliability of Pulmonary Function Tests in Patients With Duchenne's Muscular Dystrophy",
        "Summary": "Scoliosis also affect pulmonary function children pulmonary function tests pft used determine pulmonary fitness prior surgery way determine well child tolerate surgery children poor results pft determined fragile tolerate large operation physicians conducting study feel pft may inaccurate may best single test",
        "StudyType": "OBSERVATIONAL",
        "Countries": "United States",
        "OverallStatus": "WITHDRAWN",
        "Conditions": "Duchenne's Muscular Dystrophy, Scoliosis",
        "Phases": "N/A",
        "IDestudio": "NCT00207857"
    },
    {
        "Title": "A Study to Evaluate the Safety and Pharmacokinetics of Ataluren in Participants From ≥6 Months to <2 Years of Age With Nonsense Mutation Duchenne Muscular Dystrophy (nmDMD)",
        "Summary": "Study designed evaluate safety tolerability pharmacokinetics pk male children nmdmd aged months 2 years treated daily 24 weeks orally administered ataluren 10 10 20 morning evening dose respectively.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Nonsene Mutation Duchenne Muscular Dystrophy",
        "Phases": [
            "PHASE2"
        ],
        "IDestudio": "NCT04336826"
    },
    {
        "Title": "Study Safety and Efficacy of Bone Marrow Derived Autologous Cells for the Treatment of Muscular Dystrophy.",
        "Summary": "Study single arm single centre trial check safety efficacy bone marrow derived autologous cell 100 million per dose patient duchenne muscular dystrophy.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "India",
        "OverallStatus": "UNKNOWN",
        "Conditions": "Muscular Dystrophy, Duchenne Muscular Dystrophy,",
        "Phases": [
            "PHASE1",
            "PHASE2"
        ],
        "IDestudio": "NCT01834066"
    },
    {
        "Title": "An Open-Label Extension Study for Patients With Duchenne Muscular Dystrophy Who Participated in Studies of SRP-5051 (Vesleteplirsen)",
        "Summary": " purpose extension study evaluate safety tolerability pharmacokinetics repeat administrations. Participants duchenne muscular dystrophy dmd participated studies.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Canada, United States",
        "OverallStatus": "TERMINATED",
        "Conditions": "Muscular Dystrophy, Duchenne",
        "Phases": [
            "PHASE1",
            "PHASE2"
        ],
        "IDestudio": "NCT03675126"
    },
    {
        "Title": "A Study to Compare Safety and Efficacy of a High Dose of Eteplirsen in Participants With Duchenne Muscular Dystrophy (DMD) (MIS51ON)",
        "Summary": "Study comprised 2 parts part 1 dose escalation conducted evaluate safety tolerability 2 doses 100 200 eteplirsen approximately 10 participants dmd part 2 dose finding dose comparison conducted. 144 participants genetically confirmed deletion mutations amenable treatment skipping exon",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Switzerland, Norway, United States, Serbia, Greece, Spain, Korea, Republic of, Denmark, Italy, Poland, United Kingdom, Romania, Turkey, France, India, Netherlands, Ireland, Taiwan, Slovenia, Czechia, Germany, New Zealand, Colombia, Hungary, Mexico, Jordan",
        "OverallStatus": "ACTIVE_NOT_RECRUITING",
        "Conditions": "Muscular Dystrophy, Duchenne",
        "Phases": [
            "PHASE3"
        ],
        "IDestudio": "NCT03992430"
    },
    {
        "Title": "Effectiveness of a Multimodal Physiotherapy Program With Virtual Reality Glasses in Duchenne and Becker.",
        "Summary": "Duchenne muscular dystrophy is a serious progressive disease. It affects 1 males born alive. It is the most common form of muscular dystonia.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Spain",
        "OverallStatus": "COMPLETED",
        "Conditions": "Muscular Dystrophy, Duchenne and Becker Types",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT03879304"
    },
    {
        "Title": "Allogeneic Human Umbilical Cord Mesenchymal Stem Cells for a Single Male Patient With Duchenne Muscular Dystrophy (DMD)",
        "Summary": "Research study designed evaluate effects human umbilical cord mesenchymal stem cells.uchenne muscular dystrophy dmd potential muscle regenerative properties.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne's Muscular Dystrophy",
        "Phases": [
            "PHASE1"
        ],
        "IDestudio": "NCT02235844"
    },
    {
        "Title": "Cardiac Involvement in Patients With Duchenne/Becker Muscular Dystrophy",
        "Summary": "Study evaluates function heart young patients muscular dystrophy type duchenne becker participants hearts examined regular intervals.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "Switzerland",
        "OverallStatus": "UNKNOWN",
        "Conditions": "Duchenne / Becker Muscular Dystrophy",
        "Phases": "N/A",
        "IDestudio": "NCT02470962"
    },
    {
        "Title": "A Study of CAP-1002 in Ambulatory and Non-Ambulatory Patients With Duchenne Muscular Dystrophy",
        "Summary": " clinical trial evaluating safety efficacy cell therapy. Study participants duchenne muscular dystrophy dmd ambulatory boys young men meet eligibility criteria.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Muscular Dystrophies, Muscular Dystrophy, Duchenne, Muscular Disorders, Atrophic, Muscular Diseases, Neuromuscular Diseases, Nervous System Diseases, Genetic Diseases, X-Linked, Genetic Diseases, Inborn",
        "Phases": [
            "PHASE2"
        ],
        "IDestudio": "NCT03406780"
    },
    {
        "Title": "IRM Cardiaque en Respiration Libre Pour Des Patients Atteints de Dystrophinopathie sévère",
        "Summary": " clinical prospective monocentric study aiming assessing feasibility fibrosis detection quantification function assessment mri without population adults children duchenne myopathy.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "France",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne or Severe Becker Myopathy",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT02078076"
    },
    {
        "Title": "Registry of Translarna (Ataluren) in Nonsense Mutation Duchenne Muscular Dystrophy (nmDMD)",
        "Summary": "Study performed safety study pass per pharmacovigilance risk assessment committee prac european medicines agency ema gather data.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "Czechia, Latvia, Romania, Austria, Germany, France, Brazil, Greece, Israel, Hungary, Italy, Norway, Portugal, Sweden, United Kingdom, Slovenia",
        "OverallStatus": "ACTIVE_NOT_RECRUITING",
        "Conditions": "Muscular Dystrophy, Duchenne",
        "Phases": "N/A",
        "IDestudio": "NCT02369731"
    },
    {
        "Title": "Long-Term Outcomes of Ataluren in Duchenne Muscular Dystrophy",
        "Summary": "Study study ataluren participants nonsense mutation duchenne muscular dystrophy. Study participants were at risk of developing a form of the disease.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Japan, Bulgaria, Turkey, Taiwan, Brazil, Australia, India, Russian Federation, Hong Kong, Canada, China, Korea, Republic of, United States, Mexico, Poland, Malaysia, Thailand, Puerto Rico",
        "OverallStatus": "COMPLETED",
        "Conditions": "Muscular Dystrophy, Duchenne, Muscular Dystrophies, Muscular Disorders, Atrophic, Muscular Diseases, Musculoskeletal Disease, Neuromuscular Diseases, Nervous System Diseases, Genetic Diseases, X-Linked, Genetic Diseases, Inborn",
        "Phases": [
            "PHASE3"
        ],
        "IDestudio": "NCT03179631"
    },
    {
        "Title": "An Open-label, Multidose Dose-escalation Study to Understand the Safety of CRISPR Gene-editing Therapy and Its Long-Lasting Effects in DMD Patients (MUSCLE)",
        "Summary": " duchenne muscular dystrophin dmd fatal disease caused mutations dmd gene encoding dyStrophin proteins symptom onset age 6 years boys mutations abolish dystphin production muscle leading dystrophicin deficiency myofiber",
        "StudyType": "INTERVENTIONAL",
        "Countries": "China",
        "OverallStatus": "NOT_YET_RECRUITING",
        "Conditions": "Duchenne Muscular Dystrophin (DMD)",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT06594094"
    },
    {
        "Title": "Study of Daily Pentoxifylline as a Rescue Treatment in Duchenne Muscular Dystrophy",
        "Summary": "Duchenne muscular dystrophy dmd changes strength given drug pentoxifylline rescue treatment. 64 subjects expected participate.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Argentina, Israel, Australia, Canada, Italy, United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Muscular Dystrophy, Duchenne",
        "Phases": [
            "PHASE1",
            "PHASE2"
        ],
        "IDestudio": "NCT00243789"
    },
    {
        "Title": "Rimeporide in Patients With Duchenne Muscular Dystrophy",
        "Summary": " duchenne muscular dystrophy dmd imbalance levels calcium sodium muscles cells thought important damage occurs overtime type 1 exchanger inhibition innovative pathway proved efficiently prevent accumulation muscle damage inflammation fibrosis animal models muscular dystrophies heart failure based",
        "StudyType": "INTERVENTIONAL",
        "Countries": "France, Spain, United Kingdom, Italy",
        "OverallStatus": "COMPLETED",
        "Conditions": "Muscular Dystrophy, Duchenne",
        "Phases": [
            "PHASE1"
        ],
        "IDestudio": "NCT02710591"
    },
    {
        "Title": "The Effect of a Muscle-mimicking, Fabric-type Shoulder Orthosis on Functional Movements of the Upper Limb in Patients With Duchenne Muscular Dystrophy",
        "Summary": "Researchers compare duchenne muscular dystrophy patients wearing operating shoulder orthosis with participants receiving education wear. The aim of the clinical trial was to investigate the effect of shoulder Orthosis on upper limb movement.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Korea, Republic of",
        "OverallStatus": "RECRUITING",
        "Conditions": "Muscular Dystrophy, Duchenne, Orthotic Devices, Upper Extremity",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT06363357"
    },
    {
        "Title": "Placebo-Corrected Effects of Therapeutic Dose (100 mg) and Supratherapeutic Dose (300 mg) of ITF2357 (Givinostat) and Moxifloxacin on QT/QTC Interval",
        "Summary": "Study evaluate effect of therapeutic dose supratherapeutic dose itf2357 interval.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Canada",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne and Becker Muscular Dystrophy, Polycytemia Vera",
        "Phases": [
            "PHASE1"
        ],
        "IDestudio": "NCT04821063"
    },
    {
        "Title": "Effect of EPA and DHA in the Inflammation and Metabolic Disorders in DMD/DMB Patients",
        "Summary": "Study evaluated effect docosahexaenoic fatty acid supplementation on patients with muscular dystrophy, diabetes, and obesity.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Mexico",
        "OverallStatus": "COMPLETED",
        "Conditions": "Muscular Dystrophy, Duchenne",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT01826422"
    },
    {
        "Title": "An Open-label Pilot Study of Coenzyme Q10 in Steroid-Treated Duchenne Muscular Dystrophy",
        "Summary": "Study help determine safety efficacy nutritional supplement coenzyme q10 added steroids treatment duchenne muscular dystrophy dmd boys dmd enrolled study stable dose steroids least six months remain usual dose throughout study complete two screening visits within period",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Muscular Dystrophy, Duchenne",
        "Phases": [
            "PHASE2"
        ],
        "IDestudio": "NCT00033189"
    },
    {
        "Title": "A Low Interventional Study to Monitor Activity Using Wearable Sensors in Duchenne Muscular Dystrophy",
        "Summary": "Wearable activity sensors could provide useful information beyond currently collected functional movement strength assessments. Could help understanding impact dmd perhaps possible treatments affect impact.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "United States",
        "OverallStatus": "TERMINATED",
        "Conditions": "Duchenne Muscular Dystrophy (DMD)",
        "Phases": "N/A",
        "IDestudio": "NCT04254172"
    },
    {
        "Title": "User-centred Assistive System for Arm Functions in Neuromuscular Subjects",
        "Summary": "Neuromuscular evolutive diseases patient point view improvement measured regaining lost abilities able something could yesterday upper limb pain stiffness activity limitations crucial role reducing patients autonomy worsening quality life real users needs identified thought several workshops even commercial products might",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Italy",
        "OverallStatus": "COMPLETED",
        "Conditions": "Muscular Dystrophies, Muscular Dystrophy, Duchenne, Muscular Dystrophy, Becker, Muscular Dystrophy, Limb-Girdle Type 2",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT03127241"
    },
    {
        "Title": "A Study of CAP-1002 in Ambulatory and Non-Ambulatory Patients With Duchenne Muscular Dystrophy",
        "Summary": "Study participants duchenne muscular dystrophy dmd impaired skeletal muscle function ambulatory boys young men meet eligibility criteria randomly assigned receive either placebo every 3 months total 4 doses. First study participants eligible receive 4 doses additional 12 months part",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "RECRUITING",
        "Conditions": "Muscular Dystrophies, Muscular Dystrophy, Duchenne, Muscular Disorders, Atrophic, Muscular Diseases, Neuromuscular Diseases, Genetic Diseases, X-Linked, Genetic Diseases, Inborn, Nervous System Diseases",
        "Phases": [
            "PHASE3"
        ],
        "IDestudio": "NCT05126758"
    },
    {
        "Title": "Safety Study of BLS-M22 in Healthy Volunteers",
        "Summary": "37 subjects participated in the study of duchenne muscular dystrophy. The study confirmed safety of the treatment.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Korea, Republic of",
        "OverallStatus": "COMPLETED",
        "Conditions": "Muscular Dystrophy, Duchenne",
        "Phases": [
            "PHASE1"
        ],
        "IDestudio": "NCT03789734"
    },
    {
        "Title": "Phase 1/2 Study in Boys With Duchenne Muscular Dystrophy",
        "Summary": " movedmd study phase study evaluate safety efficacy pharmacokinetics pk pharmacodynamics pd edasalonexent also known pediatric patients genetically confirmed diagnosis.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Muscular Dystrophy, Duchenne",
        "Phases": [
            "PHASE1",
            "PHASE2"
        ],
        "IDestudio": "NCT02439216"
    },
    {
        "Title": "A Randomized, Double-blind, Placebo-controlled Study of Delandistrogene Moxeparvovec (SRP-9001) for Duchenne Muscular Dystrophy (DMD)",
        "Summary": "The clinical trial sponsor amended study completion study. purpose study evaluate safety efficacy exogenous gene transfer dmd participants measuring biological clinical endpoints three parts two randomized periods.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Muscular Dystrophy, Duchenne",
        "Phases": [
            "PHASE1",
            "PHASE2"
        ],
        "IDestudio": "NCT03769116"
    },
    {
        "Title": "Effectiveness of Aquatic Therapy in Children With Duchenne and Becker Muscular Dystrophy",
        "Summary": "Children with Duchenne becker muscular dystrophy may benefit from aquatic therapy applied to physical therapy. The study will evaluate effects of aquatic therapy on children with muscular dystroke.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Turkey",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne or Becker Muscular Dystrophy",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT06186310"
    },
    {
        "Title": "Study of Fordadistrogene Movaparvovec in Early Stage Duchenne Muscular Dystrophy",
        "Summary": "Study evaluate safety dystrophin expression following gene therapy. Boys duchenne muscular dystrophy dmd study.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Australia, United States",
        "OverallStatus": "ACTIVE_NOT_RECRUITING",
        "Conditions": "Muscular Dystrophy, Duchenne",
        "Phases": [
            "PHASE2"
        ],
        "IDestudio": "NCT05429372"
    },
    {
        "Title": "The Expanded Access Use of Viltolarsen in Duchenne Muscular Dystrophy With Confirmed Exon 53 Amenable Mutation",
        "Summary": "Duchenne muscular dystrophy open label expanded access program for boys 3 to 12 years old. Boys can skip exon 53 of dystrophin gene.",
        "StudyType": "EXPANDED_ACCESS",
        "Countries": "",
        "OverallStatus": "APPROVED_FOR_MARKETING",
        "Conditions": "Muscular Dystrophy, Duchenne, DMD",
        "Phases": "N/A",
        "IDestudio": "NCT04337112"
    },
    {
        "Title": "Trunk Oriented Exercises Versus Whole-body Vibration for Duchenne Muscular Dystrophy",
        "Summary": " abdominal muscles play important role stabilizing trunk providing postural stability children duchene muscular dystrophy weak muscles may impair postural adjustments.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Egypt",
        "OverallStatus": "COMPLETED",
        "Conditions": "Muscular Dystrophy, Duchenne Type",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT05688072"
    },
    {
        "Title": "Molecular Analysis of Patients With Neuromuscular Disease",
        "Summary": "The study aims to identify new genes responsible for neuromuscular disorders. The aim is to unravel the basis for the disease using molecular genetics. The study also hopes to identify potential therapies.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "United States",
        "OverallStatus": "RECRUITING",
        "Conditions": "Neuromuscular; Disorder, Hereditary, Duchenne/Becker Muscular Dystrophy, Limb-girdle Muscular Dystrophy",
        "Phases": "N/A",
        "IDestudio": "NCT00390104"
    },
    {
        "Title": "Characterization of DupEx2 Duchenne Muscular Dystrophy",
        "Summary": "Duchenne muscular dystrophy dmd due duplication exon 2 dup2 specifically aim 1 describe progression motor respiratory cardiac function 2 enquire phenotypic spectrum dup2 milder classic dmd 3 perform whole genome sequencing wgs",
        "StudyType": "OBSERVATIONAL",
        "Countries": "Italy",
        "OverallStatus": "RECRUITING",
        "Conditions": "Muscular Dystrophy, Duchenne",
        "Phases": "N/A",
        "IDestudio": "NCT06337669"
    },
    {
        "Title": "Biomechanical and Morphological Changes in Dystrophic Muscle",
        "Summary": "Duchenne muscular dystrophy pejorative event biomechanical morphological unknowledge loss walk ability children dmd obstacle reeducative pharmacological surgical therapeutic targets.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "France",
        "OverallStatus": "UNKNOWN",
        "Conditions": "Duchenne Dystrophy Muscular",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT02472990"
    },
    {
        "Title": "A Study to Evaluate the Safety, Tolerability, and Pharmacokinetics of a Single Dose of SRP-5051 (Vesleteplirsen) in Patients With Duchenne Muscular Dystrophy (DMD)",
        "Summary": " purpose study evaluate safety tolerability pharmacokinetics pk 5 escalating doses vesleteplirsen administered single dose patients dmd amenable exon 51 skipping treatment.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Canada, United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Muscular Dystrophy, Duchenne",
        "Phases": [
            "PHASE1"
        ],
        "IDestudio": "NCT03375255"
    },
    {
        "Title": "Derivation of Human Induced Pluripotent Stem (iPS) Cells to Heritable Cardiac Arrhythmias",
        "Summary": "Hipscs driven paradigm shift modeling human disease ability reprogram cells holds promise enhanced understanding disease mechanisms. personalized predictive cell therapy regenerative medicine research.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "United States",
        "OverallStatus": "ENROLLING_BY_INVITATION",
        "Conditions": "Inherited Cardiac Arrythmias, Long QT Syndrome (LQTS), Brugada Syndrome (BrS), Catecholaminergic Polymorphic Ventricular Tachycardia (CPVT), Early Repolarization Syndrome (ERS), Arrhythmogenic Cardiomyopathy (AC, ARVD/C), Hypertrophic Cardiomyopathy (HCM), Dilated Cardiomyopathy (DCM), Muscular Dystrophies (Duchenne, Becker, Myotonic Dystrophy), Normal Control Subjects",
        "Phases": "N/A",
        "IDestudio": "NCT02413450"
    },
    {
        "Title": "KUL0401: An Open-label Pilot Study of Oxatomide in Steroid-Naive Duchenne Muscular Dystrophy",
        "Summary": "Study help determine safety efficacy mast cell stabilizer oxatomide treatment duchenne muscular dystrophy dmd boys dmd enrolled study taken steroids treat dmd.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Muscular Dystrophy, Duchenne",
        "Phases": [
            "PHASE2"
        ],
        "IDestudio": "NCT00033813"
    },
    {
        "Title": "Double Push Acoustic Radiation Force (DP ARF) Ultrasound for Monitoring Degeneration in Duchenne Muscular Dystrophy",
        "Summary": "New imaging method acoustic radiation force dp arf ultrasound monitor progression of Duchenne muscular dystrophy. Pilot clinical trial assess ability.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Muscular Dystrophy, Duchenne",
        "Phases": "N/A",
        "IDestudio": "NCT01506518"
    },
    {
        "Title": "Spironolactone Versus Prednisolone in DMD",
        "Summary": " randomized pilot clinical trial spironolactone suspension versus oral prednisolone use duchenne muscular dystrophy goals determine safety. 6 months treatment spironlactone treatment int dmd population well determine either spiron",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "TERMINATED",
        "Conditions": "Muscular Dystrophy, Duchenne",
        "Phases": [
            "PHASE1"
        ],
        "IDestudio": "NCT03777319"
    },
    {
        "Title": "Clinical and Functional Assessment of Patients With Inherited Non-Duchenne Myopathies in Sohag University Hospital",
        "Summary": "Myopathies group inherited myopathies defined distinctive static histochemical characteristic ultrastructural changes muscle nomenclature dystrophic myopathyies confusing classified age onset symptoms congenital muscular dystrophies whereas others classified distribution weakness",
        "StudyType": "OBSERVATIONAL",
        "Countries": "Egypt",
        "OverallStatus": "RECRUITING",
        "Conditions": "Inherited Non-Duchenne Myopathies",
        "Phases": "N/A",
        "IDestudio": "NCT06574919"
    },
    {
        "Title": "Assessment of Cardiopulmonary Function in Duchenne Muscular Dystrophy",
        "Summary": "Study seeks develop validate assessments cardiac respiratory muscles magnetic resonance imaging mri better predict natural disease progression duchenne muscular dystrophy dmd affected individuals.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Muscular Dystrophy, Duchenne",
        "Phases": "N/A",
        "IDestudio": "NCT02195999"
    },
    {
        "Title": "Validating Cardiac MRI Biomarkers and Genotype-Phenotype Correlations for DMD",
        "Summary": "Study collect mri healthy volunteer boys boys duchenne muscular dystrophy dmd help researchers identify validate cardiac mri biomarkers better understand health.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Muscular Dystrophy, Duchenne",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT02834650"
    },
    {
        "Title": "Development of Non-Invasive Prenatal Diagnosis for Single Gene Disorders",
        "Summary": "Maternal blood early first trimester gestation makes 5 total circulating dna cfdna maternal plasma presence maternal plasma allowed development noninvasive prenatal diagnosis disorders performed 9 weeks amenorrhea offers early safe accurate definitive diagnosis without miscarriage risk associated invasive",
        "StudyType": "OBSERVATIONAL",
        "Countries": "France",
        "OverallStatus": "RECRUITING",
        "Conditions": "Invasive PreNatal Diagnosis in a Context of Family History of Single-gene Disorders, Including, Sickle Cell Disease, Cystic Fibrosis, Fragile X Syndrome, Proximal Spinal Muscular Atrophy, Myotonic Dystrophy, Muscular Dystrophy, Duchenne, Muscular Dystrophy, Becker, Neurofibromatosis-Noonan Syndrome, Huntington Disease, Hemophilia a, Hemophilia B, MODY2 Diabetes, X-Linked Hydrocephalus, Autosomal Recessive Polycystic Kidney Disease",
        "Phases": "N/A",
        "IDestudio": "NCT06147414"
    },
    {
        "Title": "An Extension Study of Ataluren (PTC124) in Participants With Nonsense Mutation Dystrophinopathy",
        "Summary": "Ataluren nct01826487 augment overall safety database screening baseline procedures structured avoid gap treatment study extension study study may extended amendment either ataluren becomes commercially available clinical development. Ataluren duchenne muscular dystrophy",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Switzerland, Australia, Sweden, United States, Spain, Korea, Republic of, Italy, Poland, United Kingdom, Belgium, Turkey, Bulgaria, France, Canada, Czechia, Germany, Brazil, Israel, Chile",
        "OverallStatus": "TERMINATED",
        "Conditions": "Muscular Dystrophy, Duchenne, Muscular Dystrophies, Muscular Disorders, Atrophic, Muscular Diseases, Musculoskeletal Diseases, Neuromuscular Diseases, Nervous System Diseases, Genetic Diseases, X-Linked, Genetic Diseases, Inborn",
        "Phases": [
            "PHASE3"
        ],
        "IDestudio": "NCT02090959"
    },
    {
        "Title": "Oral Ifetroban in Subjects With Duchenne Muscular Dystrophy",
        "Summary": " duchenne muscular dystrophy dmd devastating disease leads loss ambulation ages 7 13 respiratory failure cardiomyopathy cm age inevitably premature death affected young men late twenties dmd common fatal genetic disorder diagnosed childhood affects approximately 1 every",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "RECRUITING",
        "Conditions": "Duchenne Muscular Dystrophy Cardiomyopathy, Cardiomyopathy, Dilated",
        "Phases": [
            "PHASE2"
        ],
        "IDestudio": "NCT03340675"
    },
    {
        "Title": "Myocardial Involvement in Carriers of Duchenne Muscular Dystrophy: An MRI-study",
        "Summary": "Duchenne muscular dystrophy dmd often severe symptoms scelet muscles may develop poor heart function due involvement heart muscle ultrasound heart recommended detect cardiac affection heart already become weaker cardiac magnetic resonance tomography detect myocardial fibrosis",
        "StudyType": "OBSERVATIONAL",
        "Countries": "Austria",
        "OverallStatus": "COMPLETED",
        "Conditions": "Carrier of Duchenne Muscular Dystrophy",
        "Phases": "N/A",
        "IDestudio": "NCT01712152"
    },
    {
        "Title": "L-citrulline and Metformin in Duchenne's Muscular Dystrophy",
        "Summary": "Study shows intake of metformin improves muscle function delay progression in duchenne muscular dystrophy.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Switzerland",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne's Muscular Dystrophy (DMD)",
        "Phases": [
            "PHASE3"
        ],
        "IDestudio": "NCT01995032"
    },
    {
        "Title": "Effect of Oral Glutamine on Muscle Mass and Function in Duchenne Muscular Dystrophy",
        "Summary": "Study to determine whether oral glutamine supplementation effective improving muscle mass function children duchenne muscular dystrophy dmd.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "France",
        "OverallStatus": "COMPLETED",
        "Conditions": "Muscular Dystrophy, Duchenne",
        "Phases": [
            "PHASE2"
        ],
        "IDestudio": "NCT00296621"
    },
    {
        "Title": "Phase II Study of NPC-14 (Arbekacin Sulfate) to Explore Safety, Tolerability, and Efficacy in Duchenne Muscular Dystrophy",
        "Summary": " duchenne muscular dystrophy dmd inherited neuromuscular disorders due mutation gene encodes critical muscle protein called dystrophin currently effective treatment option disease pharmacological approach promoting mrna translation regardless presence premature stop cod",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Japan",
        "OverallStatus": "UNKNOWN",
        "Conditions": "Muscular Dystrophy, Duchenne",
        "Phases": [
            "PHASE2"
        ],
        "IDestudio": "NCT01918384"
    },
    {
        "Title": "Phase III Study of Idebenone in Duchenne Muscular Dystrophy (DMD)",
        "Summary": " aim phase III study assess efficacy idebenone pulmonary function motor function muscle strength quality life patients dmd furthermore safety tolerability.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Belgium, Austria, Germany, Switzerland, France, Spain, Netherlands, Italy, Sweden, United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Muscular Dystrophy, Duchenne, Ambulatory Care",
        "Phases": [
            "PHASE3"
        ],
        "IDestudio": "NCT01027884"
    },
    {
        "Title": "A Study of Tadalafil for Duchenne Muscular Dystrophy",
        "Summary": " boys duchenne muscular dystrophy dmd study also assess safety tadalafil side effects might associated boys dmd participants receive study treatment. first 48 weeks study continue open label extension.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Belgium, Japan, Turkey, Argentina, Germany, Taiwan, France, Spain, Netherlands, Russian Federation, Canada, Italy, Korea, Republic of, United States, United Kingdom, Puerto Rico",
        "OverallStatus": "TERMINATED",
        "Conditions": "Muscular Dystrophy, Duchenne",
        "Phases": [
            "PHASE3"
        ],
        "IDestudio": "NCT01865084"
    },
    {
        "Title": "A Study to Assess the Efficacy and Safety of MNK-1411 in Duchenne Muscular Dystrophy",
        "Summary": " multicenter double blind placebo controlled multiple dose study examine safety efficacy male subjects 4 8 years age inclusive duchenne muscular dystrophy dmd.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Turkey, Bulgaria, Spain, Israel, Mexico, Italy, United States, Serbia",
        "OverallStatus": "TERMINATED",
        "Conditions": "Muscular Dystrophy, Duchenne",
        "Phases": [
            "PHASE2"
        ],
        "IDestudio": "NCT03400852"
    },
    {
        "Title": "A Multicenter Randomized Placebo-Controlled Double-Blind Study to Assess Efficacy and Safety of Glutamine and Creatine Monohydrate in Duchenne Muscular Dystrophy (DMD)",
        "Summary": " establish collaborative group clinical trial centers standardized equipment protocols able conduct drug gene therapy trials dmd evaluate therapeutic effect glutamine creatine monohydrate muscle strength children dmd validate use qmt quantitative muscle strength testing gait analysis children.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Muscular Dystrophy, Duchenne",
        "Phases": [
            "PHASE3"
        ],
        "IDestudio": "NCT00018109"
    },
    {
        "Title": "Study of Genotype and Phenotype Characterization in Duchenne Muscular Dystrophy With Small Mutations",
        "Summary": "Duchenne muscular dystrophy dmd affecting survival time loss functional milestones recently increasing evidence additional benefit new therapeutic approaches based mechanisms targeting specific types mutation atarulen authorised european union translarna since 31 july 2014 treat",
        "StudyType": "OBSERVATIONAL",
        "Countries": "Italy",
        "OverallStatus": "RECRUITING",
        "Conditions": "Muscular Dystrophy, Duchenne",
        "Phases": "N/A",
        "IDestudio": "NCT05833633"
    },
    {
        "Title": "Phase 3 Study of Ataluren in Participants With Nonsense Mutation Duchenne Muscular Dystrophy (nmDMD)",
        "Summary": " dystrophinopathy disease continuum includes duchenne muscular dystrophy develops boys caused mutation gene dyStrophin protein important maintaining normal muscle structure function loss. dy Strophin causes muscle fragility leads weakness loss walking ability",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Czechia, Belgium, Turkey, Germany, Switzerland, France, Brazil, Spain, Israel, Australia, Chile, Canada, Italy, Korea, Republic of, United States, Poland, Sweden, United Kingdom",
        "OverallStatus": "COMPLETED",
        "Conditions": "Muscular Dystrophy, Duchenne, Muscular Dystrophies, Muscular Disorders, Atrophic, Muscular Diseases, Musculoskeletal Diseases, Neuromuscular Diseases, Nervous System Diseases, Genetic Diseases, X-Linked, Genetic Diseases, Inborn",
        "Phases": [
            "PHASE3"
        ],
        "IDestudio": "NCT01826487"
    },
    {
        "Title": "Modified Diet Trial: A Study of SMT C1100 in Paediatric Patients With DMD Who Follow a Balanced Diet",
        "Summary": "1100 paediatric patients duchenne muscular dystrophy dmd follow balanced diet. randomized dose escalation study aim evaluate pharmacokinetics.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United Kingdom",
        "OverallStatus": "COMPLETED",
        "Conditions": "Muscular Dystrophy, Duchenne",
        "Phases": [
            "PHASE1"
        ],
        "IDestudio": "NCT02383511"
    },
    {
        "Title": "The Efficacy and Safety of Metoprolol as add-on Treatment to Standard of Care in Preventing Cardiomyopathy in Patients With DMD",
        "Summary": "Study includes 150 patients dmd diagnosis confirmed genetic testing years old 17 study entry 5 years random enrollment patient one two groups intervention control takes place screening stage starts first phase trial eligible participation.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Poland",
        "OverallStatus": "RECRUITING",
        "Conditions": "Muscular Dystrophy, Duchenne",
        "Phases": [
            "PHASE3"
        ],
        "IDestudio": "NCT05066633"
    },
    {
        "Title": "Effects of Parental Influence on Physical Activity Level and Participation in Children With Duchenne Muscular Dystrophy",
        "Summary": "Study planned investigate parental influence physical activity pa level participation ambulatory children duchenne muscular dystrophy dmd purpose 30 children dmd ages levels according brooke lower extremity functional classification blefc included study demographic information participants detailed information",
        "StudyType": "OBSERVATIONAL",
        "Countries": "Turkey",
        "OverallStatus": "COMPLETED",
        "Conditions": "Muscular Dystrophy, Duchenne",
        "Phases": "N/A",
        "IDestudio": "NCT05209087"
    },
    {
        "Title": "Safety Study of Eteplirsen to Treat Advanced Stage Duchenne Muscular Dystrophy",
        "Summary": "Eteplirsen participants advanced stage duchenne muscular dystrophy dmd amenable exon 51 skipping. primary objective study explore safety tolerability.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Muscular Dystrophy, Duchenne",
        "Phases": [
            "PHASE2"
        ],
        "IDestudio": "NCT02286947"
    },
    {
        "Title": "The Effects of Trunk Exercises on Upper Extremity and Respiratory Functions in DMD",
        "Summary": "Children duchenne muscular dystrophy dmd 26 children dmd aged included study divided two groups study control study group exercised exercise program conventional exercise program supervision physiotherapist. Families home 8 weeks trunk control upper extremity function respiratory",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Turkey",
        "OverallStatus": "COMPLETED",
        "Conditions": "Muscular Dystrophy, Duchenne, Upper Extremity, Respiratory Functions",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT04669847"
    },
    {
        "Title": "Safety, Tolerability, Pharmacodynamic, Efficacy, and Pharmacokinetic Study of DYNE-251 in Participants With Duchenne Muscular Dystrophy Amenable to Exon 51 Skipping",
        "Summary": "Duchenne muscular dystrophy dmd amenable exon 51 skipping study consists of 3 periods dose mad period 24 weeks period. 24 weeks extension lte period 192 weeks. primary purpose study evaluate safety tolerability.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Belgium, Spain, Australia, Ireland, Canada, Italy, United States, United Kingdom",
        "OverallStatus": "RECRUITING",
        "Conditions": "Duchenne Muscular Dystrophy (DMD)",
        "Phases": [
            "PHASE1",
            "PHASE2"
        ],
        "IDestudio": "NCT05524883"
    },
    {
        "Title": "Endomysial Fibrosis, Muscular Inflammatory Response and Calcium Homeostasis Dysfunction in Duchenne Muscular Dystrophy",
        "Summary": "Duchenne muscular dystrophy is a devastating form of muscular dystrophin. The disease is caused by a gene mutation resulting in the absence of a protein. Scientists are trying to find a cure for the disease.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "France",
        "OverallStatus": "UNKNOWN",
        "Conditions": "Duchenne Muscular Distrophy (DMD)",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT01823783"
    },
    {
        "Title": "Creatine and Glutamine in Steroid-Naive Duchenne Muscular Dystrophy",
        "Summary": "Study help determine effectiveness glutamine creatine possible therapy dmd boys dmd enrolled trial randomly chosen receive creatine monohydrate glutamine inactive placebo orally six months month treatment period.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Muscular Dystrophy, Duchenne",
        "Phases": [
            "PHASE2",
            "PHASE3"
        ],
        "IDestudio": "NCT00016653"
    },
    {
        "Title": "Regular Physical Exercise in Duchenne Muscular Dystrophy",
        "Summary": "Study examine whether individual exercise program increase physical activity level boys duchenne muscular dystrophy dmd.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "Norway",
        "OverallStatus": "COMPLETED",
        "Conditions": "Muscular Dystrophy, Duchenne",
        "Phases": "N/A",
        "IDestudio": "NCT03963453"
    },
    {
        "Title": "Pentoxifylline in Duchenne Muscular Dystrophy",
        "Summary": "Study aims to develop rigorous statistical plan future randomized study specific estimation technique applied. Use linear random effects model estimate average strength change period treatment period taking account quantitative muscle testing.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Muscular Dystrophy, Duchenne",
        "Phases": [
            "PHASE1",
            "PHASE2"
        ],
        "IDestudio": "NCT00102453"
    }
]