[
    {
        "Title": "rhGAA in Patients With Infantile-onset Glycogen Storage Disease-II (Pompe Disease)",
        "Summary": "Glycogen storage disease type ii also known pompe disease caused deficiency of critical enzyme body called acid gaa normally gaa. Excessive amount glycogen accumulates stored various tissues especially heart skeletal muscle prevents normal function.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "France, United Kingdom, Israel, United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Glycogen Storage Disease Type II, Pompe Disease, Acid Maltase Deficiency Disease, Glycogenosis 2",
        "Phases": [
            "PHASE1",
            "PHASE2"
        ],
        "IDestudio": "NCT00053573"
    },
    {
        "Title": "Pompe Pregnancy Sub-Registry",
        "Summary": " multicenter international longitudinal observational voluntary program designed track pregnancy outcomes. pregnant woman enrolled pompe registry regardless whether receiving therapy ert alglucosidase alfa.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "Czechia, Belgium, Croatia, Italy, United States",
        "OverallStatus": "RECRUITING",
        "Conditions": "Glycogen Storage Disease Type II (GSD-II), Pompe Disease (Late-onset), Glycogenesis 2 Acid Maltase Deficiency",
        "Phases": "N/A",
        "IDestudio": "NCT00567073"
    },
    {
        "Title": "Study to Evaluate Biomarkers and Clinical Manifestations in Individuals With Glycogen Storage Disease Type III (GSD III)",
        "Summary": "Primary objective study evaluate potential biomarkers gsdii. Second objective study to identify potential biomarker gsdiii. Third objective to identify biomarkers for gsdIII.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Glycogen Storage Disease Type III",
        "Phases": "N/A",
        "IDestudio": "NCT04574830"
    },
    {
        "Title": "Glycosade v UCCS in the Dietary Management of Hepatic GSD",
        "Summary": "Uncooked corn starch uccs dietary management hepatic glycogen storage diseases gsd. compare efficacy uncooked corn starchy ucc to uncooked uncooked starchy corn.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "France, Netherlands, United Kingdom, United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Glycogen Storage Disease",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT02318966"
    },
    {
        "Title": "Triheptanoin in Mc Ardle",
        "Summary": "Triheptanoin diet used in study of mcardle disease exercise capacity methods adult patients recruited rigshospitalet copenhagen denmark hopital paris france 1 testing 1 day baseline blood samples collected obtain baseline values safety parameters",
        "StudyType": "INTERVENTIONAL",
        "Countries": "",
        "OverallStatus": "UNKNOWN",
        "Conditions": "Glycogen Storage Disease Type V",
        "Phases": [
            "PHASE2"
        ],
        "IDestudio": "NCT02919631"
    },
    {
        "Title": "Baby Detect : Genomic Newborn Screening",
        "Summary": " newborn screening nbs global initiative systematic testing birth identify babies severe treatable conditions simple blood test rare genetic conditions easily detected early start transformative treatment help avoid severe disabilities.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "Belgium",
        "OverallStatus": "RECRUITING",
        "Conditions": "Congenital Adrenal Hyperplasia, Familial Hyperinsulinemic Hypoglycemia 1, Phosphoglucomutase 1 Deficiency, Maturity Onset Diabetes of the Young, Cystic Fibrosis, Hypophosphatasia, Infantile, Congenital Hypothyroidism, Deficit in Anterior Pituitary Function and Variable Immunodeficiency, Pituitary Hormone Deficiency, Combined, Diamond Blackfan Anemia, Wiskott-Aldrich Syndrome, Fanconi Anemia, Hemophilia A, Hemophilia B, Glucose 6 Phosphate Dehydrogenase Deficiency, Alpha-Thalassemia, Sickle Cell Disease, Shwachman-Diamond Syndrome, Alpha 1-Antitrypsin Deficiency, Inflammatory Bowel Disease 25, Autosomal Recessive, Wilson Disease, Progressive Familial Intrahepatic Cholestasis, Crigler-Najjar Syndrome, Familial Chylomicronemia, Lysosomal Acid Lipase Deficiency, Familial Hemophagocytic Lymphocytosis, Griscelli Syndrome, Chediak-Higashi Syndrome, Severe Congenital Neutropenia, Severe Combined Immune Deficiency, Chronic Granulomatous Disease, Menkes Disease, Adrenoleukodystrophy, Smith-Lemli-Opitz Syndrome, Ataxia With Vitamin E Deficiency, Thiamine Metabolism Dysfunction Syndrome 5 (Episodic Encephalopathy Type), Thiamine Metabolism Dysfunction Syndrome 4 (Bilateral Striatal Degeneration and Progressive Polyneuropathy Type), Thiamine-Responsive Megaloblastic Anemia, Thiamine Metabolism Dysfunction Syndrome 2, Deficiency of GOT2, Cerebral Folate Transport Deficiency, Segawa Syndrome, Autosomal Recessive, Congenital Myasthenic Syndrome, Metachromatic Leukodystrophy, Sepiapterin Reductase Deficiency, Dopamine Beta Hydroxylase Deficiency, Glut1 Deficiency Syndrome, Late-Infantile Neuronal Ceroid Lipofuscinosis, Aromatic L-amino Acid Decarboxylase Deficiency, Charcot-Marie-Tooth Disease, Type 6C, Hereditary Hyperekplexia, Brain Dopamine-Serotonin Vesicular Transport Disease, Very Long Chain Hydroxy Acyl Dehydrogenase Deficiency, Tyrosinemia, Type I, Disaccharide Intolerance I, Beta Ketothiolase Deficiency, Phosphoglycerate Dehydrogenase Deficiency, Succinyl-Coa:3-Ketoacid Coa-Transferase Deficiency, Pyridoxine-5'-Phosphate Oxidase Deficiency, Pyridoxine-Dependent Epilepsy, Propionic Acidemia, Pompe Disease, Phenylalanine Hydroxylase Deficiency, Ornithine Transcarbamylase Deficiency, N Acetyl Glutamate Synthetase Deficiency, Riboflavin Deficiency, Maple Syrup Urine Disease, Medium Chain Acyl CoA Dehydrogenase Deficiency, Malonic Acidemia, Long-chain 3-hydroxyacyl-CoA Dehydrogenase Deficiency, Isovaleric Acidemia, Phosphoserine Aminotransferase Deficiency, Phosphoserine Phosphatase Deficiency, Hyperornithinemia-Hyperammonemia-Homocitrullinuria, S-Adenosylhomocysteine Hydrolase Deficiency, Mucopolysaccharidosis VII, Mucopolysaccharidosis VI, Mucopolysaccharidosis IV A, Mucopolysaccharidosis II, Mucopolysaccharidosis I, Transcobalamin Deficiency, Isolated Methylmalonic Acidemia, Cobalamin Deficiency, Homocystinuria, Holocarboxylase Synthetase Deficiency, Fanconi Bickel Syndrome, Glycogen Storage Disease, Glycine Encephalopathy, Glutaric Acidemia I, Glucose Galactose Malabsorption, Gaucher Disease, Type 1, Galactosemias, Fructosemia, Fructose-1,6-Diphosphatase Deficiency, Carbamoyl Phosphate Synthase 1 Deficiency, Citrullinemia Type II, Citrullinemia 1, Creatine Deficiency Syndrome, Systemic Primary Carnitine Deficiency, Carnitine Palmitoyltransferase Deficiency 2, Carnitine Palmitoyltransferase Deficiency 1, Carnitine Acylcarnitine Translocase Deficiency, Riboflavin Transporter Deficiency, Branched-Chain Keto Acid Dehydrogenase Kinase Deficiency, Andersen Tawil Syndrome, Timothy Syndrome, Jervell-Lange Nielsen Syndrome, Catecholaminergic Polymorphic Ventricular Tachycardia, Familial Hypertrophic Cardiomyopathy Type 4, Pseudohypoaldosteronism, Type II, Pseudohypoaldosteronism Type 1, Primary Hyperoxaluria, X Linked Hypophosphatemia, Hereditary Nephrogenic Diabetes Insipidus, Cystinosis, Congenital Nephrotic Syndrome, Finnish Type, Alport Syndrome, Hereditary Retinoblastoma, Biotinidase Deficiency, Aciduria, Argininosuccinic, Argininemia, Acyl-CoA Dehydrogenase Family, Member 9, Deficiency of, 3-Hydroxy 3-Methyl Glutaric Aciduria, 3-Hydroxy-3-Methylglutaryl-CoA Synthase 2 Deficiency",
        "Phases": "N/A",
        "IDestudio": "NCT05687474"
    },
    {
        "Title": "Immune Tolerance Induction Study",
        "Summary": "Pompe disease previously received alglucosidase alfa treatment evaluate efficacy safety clinical benefit 2 immune tolerance induction iti regimens combination eligible participants receiving therapy enrolled study followed minimum 18 months.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Israel, United States",
        "OverallStatus": "TERMINATED",
        "Conditions": "Pompe Disease, Glycogen Storage Disease Type II (GSD-II), Glycogenesis 2 Acid Maltase Deficiency",
        "Phases": [
            "PHASE4"
        ],
        "IDestudio": "NCT00701701"
    },
    {
        "Title": "Triheptanoin Treatment Trial for Patients With Adult Polyglucosan Body Disease",
        "Summary": "Triheptanoin effective treatment symptoms adult polyglucosan body disease. purpose study determine triheptANin effectivetreatment symptoms.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "France",
        "OverallStatus": "COMPLETED",
        "Conditions": "Adult Polyglucosan Body Disease, Glycogen Brancher Enzyme Deficiency, Glycogen Storage Disease Type IV",
        "Phases": [
            "PHASE2"
        ],
        "IDestudio": "NCT00947960"
    },
    {
        "Title": "Overnight Feeding Study in Glycogen Storage Disease Type 1",
        "Summary": " clinical study compare efficacy different oral nutrition regimens glucose control adult gsd. 1 uncooked corn starch ucss maizena 2 modified 3 carbohydrate starch containing meal intervention glucose profiles continuously monitored continuous glucose monitoring cgms duration intervention 3d",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Switzerland",
        "OverallStatus": "COMPLETED",
        "Conditions": "Glycogen Storage Disease Type 1 (GSD 1)",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT01961076"
    },
    {
        "Title": "Exploratory Muscle Biopsy Assessment Study in Patients With Late-Onset Pompe Disease Treated With Alglucosidase Alfa",
        "Summary": " multicenter study participants pompe disease naive treatment enzyme replacement therapy ert primary objective study evaluate glycogen clearance muscle tissue samples collected pre post alglucosidase alfa treatment. Participants explore potential plasma urine biomarkers relative.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Netherlands, United Kingdom, Germany, United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Pompe Disease (Late-Onset), Glycogen Storage Disease Type II (GSD II), Glycogenesis 2 Acid Maltase Deficiency",
        "Phases": [
            "PHASE4"
        ],
        "IDestudio": "NCT01288027"
    },
    {
        "Title": "Study of Glycogen Storage Disease Expression in Carriers",
        "Summary": "The study aims to determine whether carrier status type glycogen storage disease gsd predisposes carrier gsd markers like high cholesterol.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Glycogen Storage Disease",
        "Phases": "N/A",
        "IDestudio": "NCT02057731"
    },
    {
        "Title": "A Study of mRNA-3745 in Adult and Pediatric Participants With Glycogen Storage Disease Type 1a (GSD1a)",
        "Summary": "Main goal trial evaluate safety tolerability via intravenous iv administration adult pediatric participants gsd1a.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Canada, Spain, United States",
        "OverallStatus": "RECRUITING",
        "Conditions": "Glycogen Storage Disease",
        "Phases": [
            "PHASE1",
            "PHASE2"
        ],
        "IDestudio": "NCT05095727"
    },
    {
        "Title": "The Use of Uncooked Sweet Manioc Starch to Treat Hepatic Glycogen Storage Diseases",
        "Summary": "Hepatic glycogen storage diseases group 10 serious genetic diseases present childhood characterized frequently occurrence repetitive hypoglycemia dyslipidemia regarding treatment commonly used strategy frequent administration uncooked cornstarch average every 4 hours.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Brazil",
        "OverallStatus": "COMPLETED",
        "Conditions": "Glycogen Storage Disease Type I",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT03871673"
    },
    {
        "Title": "Genetic and Family Studies of Inherited Muscle Diseases",
        "Summary": "Study identify gene mutations patients muscle diseases phosphofructokinase pfk deficiency acid maltase deficiency gaa deficiency learn diseases develop. Study group includes blood relatives spouses.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Dermatomyositis, Glycogen Storage Disease Type II, Glycogen Storage Disease Type VII, Myositis, Polymyositis",
        "Phases": "N/A",
        "IDestudio": "NCT00001331"
    },
    {
        "Title": "Clinical Study for Treatment-naïve IOPD Babies to Evaluate Efficacy and Safety of ERT With Avalglucosidase Alfa",
        "Summary": "iopd study details include study duration screening 4 weeks primary analysis period pap 52 weeks extended treatment period etp 52 weeks long term treatment period eltp 104 weeks period total study duration years treatment duration 4 years visit frequency every week potentially every",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Belgium, Germany, Taiwan, Spain, Netherlands, China, Italy, United States, United Kingdom",
        "OverallStatus": "RECRUITING",
        "Conditions": "Glycogen Storage Disease Type II",
        "Phases": [
            "PHASE3"
        ],
        "IDestudio": "NCT04910776"
    },
    {
        "Title": "An Exploratory Study of the Safety and Efficacy of Prophylactic Immunomodulatory Treatment in Myozyme-naive Cross-Reacting Immunologic Material (CRIM[-]) Patients With Infantile-Onset Pompe Disease",
        "Summary": "Study objectives assess efficacy prophylactic immunomodulatory regimen given prior first treatment alglucosidase alfa. evaluate clinical benefit measured overall survival survival left ventricular mass index lvmi gross motor function development disability index",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Pompe Disease, Glycogen Storage Disease Type II",
        "Phases": [
            "PHASE4"
        ],
        "IDestudio": "NCT00701129"
    },
    {
        "Title": "Identification and Characterization of Novel Non-Coding Variants That Contribute to Genetic Disorders",
        "Summary": " goal study identify characterize novel splicing variants may contribute genetic disorders. focus patients diagnosed genetic disorder inconclusive genetic findings.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "United States",
        "OverallStatus": "SUSPENDED",
        "Conditions": "Genetic Disease, Inborn Errors of Metabolism, Glycogen Storage Disease, Lysosomal Storage Diseases, Storage Disease",
        "Phases": "N/A",
        "IDestudio": "NCT04399694"
    },
    {
        "Title": "Safety and Effectiveness Study of rhGAA in Patients With Advanced Late-Onset Pompe Disease Receiving Respiratory Support",
        "Summary": " pompe disease also known glycogen storage disease type ii caused deficiency critical enzyme body called acid gaa normally gaa used body cells break glycogen stored form sugar.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "France",
        "OverallStatus": "COMPLETED",
        "Conditions": "Pompe Disease (Late-onset), Glycogen Storage Disease Type II (GSD-II), Acid Maltase Deficiency Disease, Glycogenosis 2",
        "Phases": [
            "PHASE3"
        ],
        "IDestudio": "NCT00268944"
    },
    {
        "Title": "Treatment Frequency Reduction in Pompe Disease",
        "Summary": " alglucosidase alfa 20 every 2 weeks every 4 weeks safe lead increased progression disease selected group patients pompe disease. aim study assess dosing frequency reduction.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "",
        "OverallStatus": "NOT_YET_RECRUITING",
        "Conditions": "Pompe Disease (Late-onset), GAA Deficiency, Glycogen Storage Disease Type II, Acid Maltase Deficiency",
        "Phases": [
            "PHASE4"
        ],
        "IDestudio": "NCT06575829"
    },
    {
        "Title": "A Study of the Safety and Efficacy of rhGAA in Patients With Infantile-onset Pompe Disease",
        "Summary": " pompe disease also known glycogen storage disease type ii caused deficiency critical enzyme body called acid gaa normally gaa used body cells break glycogen stored form sugar within specialized structures called lysosomes.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "France, Israel, United States, Taiwan, United Kingdom",
        "OverallStatus": "COMPLETED",
        "Conditions": "Glycogen Storage Disease Type II",
        "Phases": [
            "PHASE2",
            "PHASE3"
        ],
        "IDestudio": "NCT00059280"
    },
    {
        "Title": "Sodium Valproate for GSDV",
        "Summary": " mcardle disease metabolic myopathy characterised absence of glycogen phosphorylase skeletal muscle sodium valproate. sodium val Proteate is one of several drugs known histone deacetylase inhibitors direct effect chromatin.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United Kingdom, Denmark",
        "OverallStatus": "COMPLETED",
        "Conditions": "Glycogen Storage Disease Type V, McArdle Disease",
        "Phases": [
            "PHASE2"
        ],
        "IDestudio": "NCT03112889"
    },
    {
        "Title": "A Prospective, Observational Study in Patients With Late-Onset Pompe Disease",
        "Summary": " pompe disease also known glycogen storage disease type ii caused deficiency critical enzyme body called acid gaa normally gaa used body cells break glycogen stored form sugar within specialized structures called lysosomes.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "France, Netherlands, United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Glycogen Storage Disease Type II",
        "Phases": "N/A",
        "IDestudio": "NCT00077662"
    },
    {
        "Title": "Clinical Survey Study to Assess Physical Function and the Incidence of Hypoglycemia in Participants With Glycogen Storage Disease Type III",
        "Summary": "Primary objective study evaluate incidence hypoglycemia adult pediatric participants glycogen storage disease type.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "Netherlands, United States",
        "OverallStatus": "TERMINATED",
        "Conditions": "Glycogen Storage Disease Type III",
        "Phases": "N/A",
        "IDestudio": "NCT05196165"
    },
    {
        "Title": "A Study of rhGAA in Patients With Late-Onset Pompe Disease",
        "Summary": " pompe disease also known glycogen storage disease type ii caused deficiency critical enzyme body called acid gaa normally gaa used body cells break glycogen stored form sugar within specialized structures called lysosomes.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Netherlands",
        "OverallStatus": "COMPLETED",
        "Conditions": "Pompe Disease (Late-onset), Glycogen Storage Disease Type II (GSD-II), Acid Maltase Deficiency Disease, Glycogenosis 2",
        "Phases": [
            "PHASE2"
        ],
        "IDestudio": "NCT00250939"
    },
    {
        "Title": "Respiratory Muscle Training in L-Onset Pompe Disease (LOPD)",
        "Summary": "Study done test effects respiratory muscle training rmt patients pompe disease lopd weakness breathing muscles results study help design future research studies rmt lopD goals study decide useful control condition rmt choose best ways measure health benefits r",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Glycogen Storage Disease Type II",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT02801539"
    },
    {
        "Title": "MRI in McArdle Disease (GSDV)",
        "Summary": "Mcardle disease judged by quantitative magnetic resonance dixon t1 weighted images. muscle strength collected across multiple european sites compared healthy controls. aim study describe degree muscle wasting patients.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "Denmark",
        "OverallStatus": "COMPLETED",
        "Conditions": "Glycogen Storage Disease Type V",
        "Phases": "N/A",
        "IDestudio": "NCT03844022"
    },
    {
        "Title": "Prospective Cohort Study of Children With GSD1b Receiving Empagliflozin",
        "Summary": "Children gsd1b evaluate outcome using empagliflozin neutrophil defects.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "Hong Kong",
        "OverallStatus": "UNKNOWN",
        "Conditions": "Glycogen Storage Disease Type IB",
        "Phases": "N/A",
        "IDestudio": "NCT04986735"
    },
    {
        "Title": "A Study of the Safety and Pharmacokinetics of rhGAA in Siblings With Glycogen Storage Disease Type II",
        "Summary": "Pompe disease caused deficiency critical enzyme body called acid gaa normally gaa used body cells break glycogen stored form sugar within specialized structures called lysosomes patients excessive amount glycogen accumulates stored various tissues especially heart skeletal muscle",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Glycogen Storage Disease Type II, Pompe Disease, Acid Maltase Deficiency Disease, Glycogenosis 2",
        "Phases": [
            "PHASE2"
        ],
        "IDestudio": "NCT00051935"
    },
    {
        "Title": "Energy Supplements to Improve Exercise Tolerance in Metabolic Myopathies",
        "Summary": " patients suffering metabolic myopathy glycogen storage disease type iiia gsdiiia problem releasing sugar stored cells needed energy production causes several systemic impairments recently symptoms muscles examined previous study showed signs intravenous infusion glucose relieves symptoms.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Denmark",
        "OverallStatus": "COMPLETED",
        "Conditions": "Glycogen Storage Disease Type III",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT02448667"
    },
    {
        "Title": "Neutralizing Antibody Seroprevalence Study With a Retrospective Component in Participants With Late-Onset Pompe Disease",
        "Summary": "Lopd may provide information better understand disease features better drive design future interventional investigational gene therapy trial understanding underlying status liver muscle health individuals. It may also inform best surveillance conduct gene therapy trials.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Germany, France, Netherlands, Italy, United States, United Kingdom",
        "OverallStatus": "COMPLETED",
        "Conditions": "Pompe Disease, Pompe Disease (Late-onset), Glycogen Storage Disease Type 2, LOPD, Lysosomal Storage Diseases, Acid Maltase Deficiency",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT03893240"
    },
    {
        "Title": "Growth and Development Study of Alglucosidase Alfa",
        "Summary": " pompe disease also known glycogen storage disease type ii rare autosomal recessive metabolic muscle disease caused deficiency acid α glucosidase gaa enzyme degrades lysosomal glycogen.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Pompe Disease, Glycogen Storage Disease Type II (GSD-II), Acid Maltase Deficiency Disease",
        "Phases": [
            "PHASE4"
        ],
        "IDestudio": "NCT00486889"
    },
    {
        "Title": "Biomarker for Glycogen Storage Diseases (BioGlycogen)",
        "Summary": "New biomarker early sensitive diagnosis glycogen storage diseases plasma testing clinical robustness specificity stability biomarker.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "Sri Lanka, Germany, India",
        "OverallStatus": "WITHDRAWN",
        "Conditions": "Fructose Metabolism, Inborn Errors, Glycogen Storage Disease, Glycogen Storage Disease Type I, Glycogen Storage Disease Type II, Glycogen Storage Disease Type III, Glycogen Storage Disease Type IV, Glycogen Storage Disease Type V, Glycogen Storage Disease Type VI, Glycogen Storage Disease Type VII, Glycogen Storage Disease Type VIII",
        "Phases": "N/A",
        "IDestudio": "NCT02385162"
    },
    {
        "Title": "Efficacy and Safety of Empagliflozin in GSD-Ib Patients",
        "Summary": "Empagliflozin is used to treat depression, anxiety, and other conditions. It is also used in the treatment of heart conditions.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "China",
        "OverallStatus": "RECRUITING",
        "Conditions": "Glycogen Storage Disease Type IB",
        "Phases": [
            "PHASE2"
        ],
        "IDestudio": "NCT05960617"
    },
    {
        "Title": "Clinical Evaluation of a Non-Invasive Hypoglycemia Detector in a Glycogen Storage Disease Population",
        "Summary": " diabetes sentry hypoglycemia detector designed like watch. glycogen storage disease gsd patients frequently experience periods hypoglyCEmia. hepatomegaly adenomas cirrhosis glycogen Storage disease patients limited using finger stick glucose",
        "StudyType": "OBSERVATIONAL",
        "Countries": "United States",
        "OverallStatus": "TERMINATED",
        "Conditions": "Glycogen Storage Disease",
        "Phases": "N/A",
        "IDestudio": "NCT02338817"
    },
    {
        "Title": "Study to Compare the Efficacy and Safety of Enzyme Replacement Therapies Avalglucosidase Alfa and Alglucosidase Alfa Administered Every Other Week in Patients With Late-onset Pompe Disease Who Have Not Been Previously Treated for Pompe Disease",
        "Summary": "Avalglucosidase alfa is a type of enzyme used in the treatment of respiratory problems. The drug has been shown to have a positive effect on respiratory function.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Austria, Switzerland, Australia, United States, Spain, Russian Federation, Korea, Republic of, Denmark, Italy, Poland, United Kingdom, Belgium, Turkey, France, Netherlands, Canada, Portugal, Taiwan, Czechia, Japan, Argentina, Germany, Brazil, Hungary, Mexico",
        "OverallStatus": "COMPLETED",
        "Conditions": "Glycogen Storage Disease Type II;Pompe's Disease",
        "Phases": [
            "PHASE3"
        ],
        "IDestudio": "NCT02782741"
    },
    {
        "Title": "A Study of Adeno-Associated Virus Serotype 8-Mediated Gene Transfer of Glucose-6-Phosphatase in Patients with Glycogen Storage Disease Type Ia (GSDIa)",
        "Summary": "The study is designed to evaluate the efficacy of dtx401. The aim is to reduce eliminate dependence on exogenous glucose replacement therapy.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Japan, Germany, Brazil, Spain, Netherlands, Canada, Denmark, Italy, United States",
        "OverallStatus": "RECRUITING",
        "Conditions": "Glycogen Storage Disease Type IA",
        "Phases": [
            "PHASE3"
        ],
        "IDestudio": "NCT05139316"
    },
    {
        "Title": "Safety and Efficacy of Recombinant Human Acid Alpha-Glucosidase in the Treatment of Classical Infantile Pompe Disease",
        "Summary": " pompe disease caused deficiency critical enzyme body called acid alpha glucosidase gaa normally gaa used body cells break glycogen stored form sugar within specialized structures called lysosomes infants severe cases pom pe disease called classical",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Pompe Disease, Glycogen Storage Disease Type II, Acid Maltase Deficiency Disease, Glycogenosis 2",
        "Phases": [
            "PHASE2"
        ],
        "IDestudio": "NCT00025896"
    },
    {
        "Title": "GSD VI and GSD IX Natural History",
        "Summary": "Glycogen storage disease type vi gsd vi glycogen Storage disease type ix gsd ix generated clinic visits.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "United States",
        "OverallStatus": "RECRUITING",
        "Conditions": "Glycogen Storage Disease VI, GLYCOGEN STORAGE DISEASE IXa1, GLYCOGEN STORAGE DISEASE IXa2, Glycogen Storage Disease IXB, Glycogen Storage Disease IXC, GSD 9 (All Subtypes), GSD 6",
        "Phases": "N/A",
        "IDestudio": "NCT04454216"
    },
    {
        "Title": "GBE Deficiency (GSD IV and APBD) Natural History Study",
        "Summary": "Glycogen storage disease type iv gsd iv adult polyglucosan body disease apbd generated clinic visits. glycogen branching enzyme gbe deficiency diagnosed.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "United States",
        "OverallStatus": "RECRUITING",
        "Conditions": "Glycogen Storage Disease Type IV, Adult Polyglucosan Body Disease, GSD4, GSD IV, APBD",
        "Phases": "N/A",
        "IDestudio": "NCT02683512"
    },
    {
        "Title": "Assessment of Safety and Acute Effects of a Lower-limb Powered Dermoskeleton in Patients With Neuromuscular Disorders",
        "Summary": "Exoskeleton keeogotm dermoskeleton system quebec canada. aims current study follow evaluate safety usability acute efficiency programmable ambulation exoskeleton.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "France",
        "OverallStatus": "RECRUITING",
        "Conditions": "Muscular Dystrophies, Congenital Myopathy, Idiopathic Inflammatory Myopathies, Mitochondrial Myopathies, Glycogen Storage Disease",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT05199246"
    },
    {
        "Title": "Rare Disease Patient Registry & Natural History Study - Coordination of Rare Diseases at Sanford",
        "Summary": "Cord team works patient advocacy groups individuals researchers help advancement research rare diseases registry free patients enroll researchers access visit enroll. cords coordination rare diseases.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "Australia, United States",
        "OverallStatus": "RECRUITING",
        "Conditions": "Rare Disorders, Undiagnosed Disorders, Disorders of Unknown Prevalence, Cornelia De Lange Syndrome, Prenatal Benign Hypophosphatasia, Perinatal Lethal Hypophosphatasia, Odontohypophosphatasia, Adult Hypophosphatasia, Childhood-onset Hypophosphatasia, Infantile Hypophosphatasia, Hypophosphatasia, Kabuki Syndrome, Bohring-Opitz Syndrome, Narcolepsy Without Cataplexy, Narcolepsy-cataplexy, Hypersomnolence Disorder, Idiopathic Hypersomnia Without Long Sleep Time, Idiopathic Hypersomnia With Long Sleep Time, Idiopathic Hypersomnia, Kleine-Levin Syndrome, Kawasaki Disease, Leiomyosarcoma, Leiomyosarcoma of the Corpus Uteri, Leiomyosarcoma of the Cervix Uteri, Leiomyosarcoma of Small Intestine, Acquired Myasthenia Gravis, Addison Disease, Hyperacusis (Hyperacousis), Juvenile Myasthenia Gravis, Transient Neonatal Myasthenia Gravis, Williams Syndrome, Lyme Disease, Myasthenia Gravis, Marinesco Sjogren Syndrome(Marinesco-Sjogren Syndrome), Isolated Klippel-Feil Syndrome, Frasier Syndrome, Denys-Drash Syndrome, Beckwith-Wiedemann Syndrome, Emanuel Syndrome, Isolated Aniridia, Axenfeld-Rieger Syndrome, Aniridia-intellectual Disability Syndrome, Aniridia - Renal Agenesis - Psychomotor Retardation, Aniridia - Ptosis - Intellectual Disability - Familial Obesity, Aniridia - Cerebellar Ataxia - Intellectual Disability, Aniridia - Absent Patella, Aniridia, Peters Anomaly - Cataract, Peters Anomaly, Potocki-Shaffer Syndrome, Silver-Russell Syndrome Due to Maternal Uniparental Disomy of Chromosome 11, Silver-Russell Syndrome Due to Imprinting Defect of 11p15, Silver-Russell Syndrome Due to 11p15 Microduplication, Syndromic Aniridia, WAGR Syndrome, Wolf-Hirschhorn Syndrome, 4p16.3 Microduplication Syndrome, 4p Deletion Syndrome, Non-Wolf-Hirschhorn Syndrome, Autosomal Recessive Stickler Syndrome, Stickler Syndrome Type 2, Stickler Syndrome Type 1, Stickler Syndrome, Mucolipidosis Type 4, X-linked Spinocerebellar Ataxia Type 4, X-linked Spinocerebellar Ataxia Type 3, X-linked Intellectual Disability - Ataxia - Apraxia, X-linked Progressive Cerebellar Ataxia, X-linked Non Progressive Cerebellar Ataxia, X-linked Cerebellar Ataxia, Vitamin B12 Deficiency Ataxia, Toxic Exposure Ataxia, Unclassified Autosomal Dominant Spinocerebellar Ataxia, Thyroid Antibody Ataxia, Sporadic Adult-onset Ataxia of Unknown Etiology, Spinocerebellar Ataxia With Oculomotor Anomaly, Spinocerebellar Ataxia With Epilepsy, Spinocerebellar Ataxia With Axonal Neuropathy Type 2, Spinocerebellar Ataxia Type 8, Spinocerebellar Ataxia Type 7, Spinocerebellar Ataxia Type 6, Spinocerebellar Ataxia Type 5, Spinocerebellar Ataxia Type 4, Spinocerebellar Ataxia Type 37, Spinocerebellar Ataxia Type 36, Spinocerebellar Ataxia Type 35, Spinocerebellar Ataxia Type 34, Spinocerebellar Ataxia Type 32, Spinocerebellar Ataxia Type 31, Spinocerebellar Ataxia Type 30, Spinocerebellar Ataxia Type 3, Spinocerebellar Ataxia Type 29, Spinocerebellar Ataxia Type 28, Spinocerebellar Ataxia Type 27, Spinocerebellar Ataxia Type 26, Spinocerebellar Ataxia Type 25, Spinocerebellar Ataxia Type 23, Spinocerebellar Ataxia Type 22, Spinocerebellar Ataxia Type 21, Spinocerebellar Ataxia Type 20, Spinocerebellar Ataxia Type 2, Spinocerebellar Ataxia Type 19/22, Spinocerebellar Ataxia Type 18, Spinocerebellar Ataxia Type 17, Spinocerebellar Ataxia Type 16, Spinocerebellar Ataxia Type 15/16, Spinocerebellar Ataxia Type 14, Spinocerebellar Ataxia Type 13, Spinocerebellar Ataxia Type 12, Spinocerebellar Ataxia Type 11, Spinocerebellar Ataxia Type 10, Spinocerebellar Ataxia Type 1 With Axonal Neuropathy, Spinocerebellar Ataxia Type 1, Spinocerebellar Ataxia - Unknown, Spinocerebellar Ataxia - Dysmorphism, Non Progressive Epilepsy and/or Ataxia With Myoclonus as a Major Feature, Spasticity-ataxia-gait Anomalies Syndrome, Spastic Ataxia With Congenital Miosis, Spastic Ataxia - Corneal Dystrophy, Spastic Ataxia, Rare Hereditary Ataxia, Rare Ataxia, Recessive Mitochondrial Ataxia Syndrome, Progressive Epilepsy and/or Ataxia With Myoclonus as a Major Feature, Posterior Column Ataxia - Retinitis Pigmentosa, Post-Stroke Ataxia, Post-Head Injury Ataxia, Post Vaccination Ataxia, Polyneuropathy - Hearing Loss - Ataxia - Retinitis Pigmentosa - Cataract, Muscular Atrophy - Ataxia - Retinitis Pigmentosa - Diabetes Mellitus, Non-hereditary Degenerative Ataxia, Paroxysmal Dystonic Choreathetosis With Episodic Ataxia and Spasticity, Olivopontocerebellar Atrophy - Deafness, NARP Syndrome, Myoclonus - Cerebellar Ataxia - Deafness, Multiple System Atrophy, Parkinsonian Type, Multiple System Atrophy, Cerebellar Type, Multiple System Atrophy, Maternally-inherited Leigh Syndrome, Machado-Joseph Disease Type 3, Machado-Joseph Disease Type 2, Machado-Joseph Disease Type 1, Leigh Syndrome, Late-onset Ataxia With Dementia, Infection or Post Infection Ataxia, GAD Ataxia, Hereditary Episodic Ataxia, Gliadin/Gluten Ataxia, Friedreich Ataxia, Fragile X-associated Tremor/Ataxia Syndrome, Familial Paroxysmal Ataxia, Exposure to Medications Ataxia, Episodic Ataxia With Slurred Speech, Episodic Ataxia Unknown Type, Episodic Ataxia Type 7, Episodic Ataxia Type 6, Episodic Ataxia Type 5, Episodic Ataxia Type 4, Episodic Ataxia Type 3, Episodic Ataxia Type 1, Epilepsy and/or Ataxia With Myoclonus as Major Feature, Early-onset Spastic Ataxia-neuropathy Syndrome, Early-onset Progressive Neurodegeneration - Blindness - Ataxia - Spasticity, Early-onset Cerebellar Ataxia With Retained Tendon Reflexes, Early-onset Ataxia With Dementia, Childhood-onset Autosomal Recessive Slowly Progressive Spinocerebellar Ataxia, Dilated Cardiomyopathy With Ataxia, Cataract - Ataxia - Deafness, Cerebellar Ataxia, Cayman Type, Cerebellar Ataxia With Peripheral Neuropathy, Cerebellar Ataxia - Hypogonadism, Cerebellar Ataxia - Ectodermal Dysplasia, Cerebellar Ataxia - Areflexia - Pes Cavus - Optic Atrophy - Sensorineural Hearing Loss, Brain Tumor Ataxia, Brachydactyly - Nystagmus - Cerebellar Ataxia, Benign Paroxysmal Tonic Upgaze of Childhood With Ataxia, Autosomal Recessive Syndromic Cerebellar Ataxia, Autosomal Recessive Spastic Ataxia With Leukoencephalopathy, Autosomal Recessive Spastic Ataxia of Charlevoix-Saguenay, Autosomal Recessive Spastic Ataxia - Optic Atrophy - Dysarthria, Autosomal Recessive Spastic Ataxia, Autosomal Recessive Metabolic Cerebellar Ataxia, Autosomal Dominant Spinocerebellar Ataxia Due to Repeat Expansions That do Not Encode Polyglutamine, Autosomal Recessive Ataxia, Beauce Type, Autosomal Recessive Ataxia Due to Ubiquinone Deficiency, Autosomal Recessive Ataxia Due to PEX10 Deficiency, Autosomal Recessive Degenerative and Progressive Cerebellar Ataxia, Autosomal Recessive Congenital Cerebellar Ataxia Due to MGLUR1 Deficiency, Autosomal Recessive Congenital Cerebellar Ataxia Due to GRID2 Deficiency, Autosomal Recessive Congenital Cerebellar Ataxia, Autosomal Recessive Cerebellar Ataxia-pyramidal Signs-nystagmus-oculomotor Apraxia Syndrome, Autosomal Recessive Cerebellar Ataxia-epilepsy-intellectual Disability Syndrome Due to WWOX Deficiency, Autosomal Recessive Cerebellar Ataxia-epilepsy-intellectual Disability Syndrome Due to TUD Deficiency, Autosomal Recessive Cerebellar Ataxia-epilepsy-intellectual Disability Syndrome Due to KIAA0226 Deficiency, Autosomal Recessive Cerebellar Ataxia-epilepsy-intellectual Disability Syndrome, Autosomal Recessive Cerebellar Ataxia With Late-onset Spasticity, Autosomal Recessive Cerebellar Ataxia Due to STUB1 Deficiency, Autosomal Recessive Cerebellar Ataxia Due to a DNA Repair Defect, Autosomal Recessive Cerebellar Ataxia - Saccadic Intrusion, Autosomal Recessive Cerebellar Ataxia - Psychomotor Retardation, Autosomal Recessive Cerebellar Ataxia - Blindness - Deafness, Autosomal Recessive Cerebellar Ataxia, Autosomal Dominant Spinocerebellar Ataxia Due to a Polyglutamine Anomaly, Autosomal Dominant Spinocerebellar Ataxia Due to a Point Mutation, Autosomal Dominant Spinocerebellar Ataxia Due to a Channelopathy, Autosomal Dominant Spastic Ataxia Type 1, Autosomal Dominant Spastic Ataxia, Autosomal Dominant Optic Atrophy, Ataxia-telangiectasia Variant, Ataxia-telangiectasia, Autosomal Dominant Cerebellar Ataxia, Deafness and Narcolepsy, Autosomal Dominant Cerebellar Ataxia Type 4, Autosomal Dominant Cerebellar Ataxia Type 3, Autosomal Dominant Cerebellar Ataxia Type 2, Autosomal Dominant Cerebellar Ataxia Type 1, Autosomal Dominant Cerebellar Ataxia, Ataxia-telangiectasia-like Disorder, Ataxia With Vitamin E Deficiency, Ataxia With Dementia, Ataxia - Oculomotor Apraxia Type 1, Ataxia - Other, Ataxia - Genetic Diagnosis - Unknown, Acquired Ataxia, Adult-onset Autosomal Recessive Cerebellar Ataxia, Alcohol Related Ataxia, Multiple Endocrine Neoplasia, Multiple Endocrine Neoplasia Type II, Multiple Endocrine Neoplasia Type 1, Multiple Endocrine Neoplasia Type 2, Multiple Endocrine Neoplasia, Type IV, Multiple Endocrine Neoplasia, Type 3, Multiple Endocrine Neoplasia (MEN) Syndrome, Multiple Endocrine Neoplasia Type 2B, Multiple Endocrine Neoplasia Type 2A, Atypical Hemolytic Uremic Syndrome, Atypical HUS, Wiedemann-Steiner Syndrome, Breast Implant-Associated Anaplastic Large Cell Lymphoma, Autoimmune/Inflammatory Syndrome Induced by Adjuvants (ASIA), Hemophagocytic Lymphohistiocytosis, Behcet's Disease, Alagille Syndrome, Inclusion Body Myopathy With Early-onset Paget Disease and Frontotemporal Dementia (IBMPFD), Lowe Syndrome, Pitt Hopkins Syndrome, 1p36 Deletion Syndrome, Jansen Type Metaphyseal Chondrodysplasia, Cockayne Syndrome, Chronic Recurrent Multifocal Osteomyelitis, CRMO, Malan Syndrome, Hereditary Sensory and Autonomic Neuropathy Type Ie, VCP Disease, Hypnic Jerking, Sleep Myoclonus, Mollaret Meningitis, Recurrent Viral Meningitis, CRB1, Leber Congenital Amaurosis, Retinitis Pigmentosa, Rare Retinal Disorder, KCNMA1-Channelopathy, Primary Biliary Cirrhosis, ZMYND11, Transient Global Amnesia, Glycogen Storage Disease, Alstrom Syndrome, White Sutton Syndrome, DNM1, EIEE31, Myhre Syndrome, Recurrent Respiratory Papillomatosis, Laryngeal Papillomatosis, Tracheal Papillomatosis, Refsum Disease, Nicolaides Baraitser Syndrome, Leukodystrophy, Tango2, Cauda Equina Syndrome, Rare Gastrointestinal Disorders, Achalasia-Addisonian Syndrome, Achalasia Cardia, Achalasia Icrocephaly Syndrome, Anal Fistula, Congenital Sucrase-Isomaltase Deficiency, Eosinophilic Gastroenteritis, Idiopathic Gastroparesis, Hirschsprung Disease, Rare Inflammatory Bowel Disease, Intestinal Pseudo-Obstruction, Scleroderma, Short Bowel Syndrome, Sacral Agenesis, Sacral Agenesis Syndrome, Caudal Regression, Scheuermann Disease, SMC1A Truncated Mutations (Causing Loss of Gene Function), Cystinosis, Juvenile Nephropathic Cystinosis, Nephropathic Cystinosis, Kennedy Disease, Spinal Bulbar Muscular Atrophy, Warburg Micro Syndrome, Mucolipidoses, Mitochondrial Diseases, Mitochondrial Aminoacyl-tRNA Synthetases, Mt-aaRS Disorders, Hypertrophic Olivary Degeneration, Non-Ketotic Hyperglycinemia, Fish Odor Syndrome, Halitosis, Isolated Congenital Asplenia, Lambert Eaton (LEMS), Biliary Atresia, STAG1 Gene Mutation, Coffin Lowry Syndrome, Borjeson-Forssman-Lehman Syndrome, Blau Syndrome, Arginase 1 Deficiency, HSPB8 Myopathy, Beta-Mannosidosis, TBX4 Syndrome, DHDDS Gene Mutations, MAND-MBD5-Associated Neurodevelopmental Disorder, Constitutional Mismatch Repair Deficiency (CMMRD), SPATA5 Disorder, SPATA5L1 Related Disorder",
        "Phases": "N/A",
        "IDestudio": "NCT01793168"
    },
    {
        "Title": "The Effect of Triheptanoin in Adults With McArdle Disease (Glycogen Storage Disease Type V)",
        "Summary": "Triheptanoin diet used in study of mcardle disease exercise capacity methods adult patients recruited rigshospitalet copenhagen denmark hopital paris france university texas southwestern medical center dallas texas 1 testing 1",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Denmark",
        "OverallStatus": "COMPLETED",
        "Conditions": "Glycogen Storage Disease Type V",
        "Phases": [
            "PHASE2"
        ],
        "IDestudio": "NCT02432768"
    },
    {
        "Title": "'Glycogen Storage Diseases (GSDs) in Indian Children- Establishing an Indian GSD (I-GSD) Registry'",
        "Summary": "Hepatic gsds involving liver muscle is one of the commonest metabolic disorders childhood pathogenesis mostly involves liver muscles. glycogen storage disorders gsd class inborn metabolic abnormalities characterized enzymatic defects glycogen production breakdown one common",
        "StudyType": "OBSERVATIONAL",
        "Countries": "India",
        "OverallStatus": "RECRUITING",
        "Conditions": "Glycogen Storage Diseases",
        "Phases": "N/A",
        "IDestudio": "NCT06396546"
    },
    {
        "Title": "Fat and Sugar Metabolism During Exercise in Patients With Metabolic Myopathy",
        "Summary": "Study aims characterize pathophysiological mechanisms 21 different metabolic myopathies. Study focus exercise capacity metabolic derangement exercise.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Denmark",
        "OverallStatus": "UNKNOWN",
        "Conditions": "Metabolism, Inborn Errors, Lipid Metabolism, Inborn Errors, Carbohydrate Metabolism, Inborn Errors, Long-Chain 3-Hydroxyacyl-CoA Dehydrogenase Deficiency, Glycogenin-1 Deficiency (Glycogen Storage Disease Type XV), Carnitine Palmitoyl Transferase 2 Deficiency, VLCAD Deficiency, Medium-chain Acyl-CoA Dehydrogenase Deficiency, Multiple Acyl-CoA Dehydrogenase Deficiency, Carnitine Transporter Deficiency, Neutral Lipid Storage Disease, Glycogen Storage Disease Type II, Glycogen Storage Disease Type III, Glycogen Storage Disease Type IV, Glycogen Storage Disease Type V, Muscle Phosphofructokinase Deficiency, Phosphoglucomutase 1 Deficiency, Phosphoglycerate Mutase Deficiency, Phosphoglycerate Kinase Deficiency, Phosphorylase Kinase Deficiency, Beta Enolase Deficiency, Lactate Dehydrogenase Deficiency, Glycogen Synthase Deficiency",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT02635269"
    },
    {
        "Title": "Adeno-Associated Virus (AAV) Antibody Study in Subjects OTC Deficiency, GSDIa, and Wilson Disease",
        "Summary": "An objective observational study evaluate seroprevalence antibodies. Subjects ornithine transcarbamylase otc deficiency glycogen storage disease type ia gsdia wilson disease.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "Brazil, Spain, Canada, United States, United Kingdom",
        "OverallStatus": "TERMINATED",
        "Conditions": "Ornithine Transcarbamylase Deficiency, Wilson Disease, Glycogen Storage Disease Type IA",
        "Phases": "N/A",
        "IDestudio": "NCT04909346"
    },
    {
        "Title": "Study About the Evolution of Severe Late Onset Pompe Disease Patient With Pulmonary Dysfunction and Receiving Myozyme®",
        "Summary": "Pompe disease sufferers describe severe late onset patients receiving pompe treatment. Patients receive treatment to treat the disease's symptoms.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "France",
        "OverallStatus": "COMPLETED",
        "Conditions": "Pompe Disease (Late-Onset), Glycogen Storage Disease Type II (GSD II), Glycogenesis 2 Acid Maltase Deficiency",
        "Phases": "N/A",
        "IDestudio": "NCT00731081"
    },
    {
        "Title": "Prospective Collection of Biospecimen in Pediatric Patients and Adult Guardians Diagnosed With Glycogen Storage Disease Type 1B (GSD1b)",
        "Summary": "Glycogen storage disease type 1b is a genetic basis for the disease. The study aims to identify potential therapies that address genetic basis disease.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "United States",
        "OverallStatus": "TERMINATED",
        "Conditions": "Glycogen Storage Disease Type IB",
        "Phases": "N/A",
        "IDestudio": "NCT05915910"
    },
    {
        "Title": "China Post-approval Commitment (PAC) Study of Avalglucosidase Alfa in Participants With IOPD",
        "Summary": "Avalglucosidase alfa iv infusion male female chinese participants iopd previously treated ert study details include study duration total study duration approximately 64 weeks screening period 8 weeks treatment period 52 weeks period 4 weeks number visits",
        "StudyType": "INTERVENTIONAL",
        "Countries": "",
        "OverallStatus": "NOT_YET_RECRUITING",
        "Conditions": "Glycogen Storage Disease Type II, Pompe's Disease",
        "Phases": [
            "PHASE4"
        ],
        "IDestudio": "NCT06666413"
    },
    {
        "Title": "A Noninferiority Study of Alglucosidase Alfa Manufactured at the 160 L and 4000 L Scales in Treatment Naïve Patients With Infantile-Onset Pompe Disease",
        "Summary": "Study demonstrate comparable safety efficacy pharmacokinetics pk alglucosidase alfa manufactured 160 litre l 4000 l scales participants diagnosed pompe disease participants treated.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Germany, Taiwan, United States",
        "OverallStatus": "TERMINATED",
        "Conditions": "Pompe Disease (Infantile-Onset), Glycogen Storage Disease Type II (GSD II), Glycogenosis 2, Acid Maltase Deficiency",
        "Phases": [
            "PHASE4"
        ],
        "IDestudio": "NCT01597596"
    },
    {
        "Title": "Lingual Muscle Training in Late-Onset Pompe Disease (LOPD)",
        "Summary": "Study done test effects lingual muscle therapy lmt patients pompe disease lopd tongue weakness results study help design future research studies.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Glycogen Storage Disease",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT03255213"
    },
    {
        "Title": "A Study to Assess Safety and Efficacy of Avalglucosidase Alfa Administered Every Other Week in Pediatric Patients With Infantile-onset Pompe Disease Previously Treated With Alglucosidase Alfa",
        "Summary": "Avalglucosidase alfa is a drug used to treat Pompe disease in children. The study was conducted at the University of California, San Francisco.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Japan, France, United States, Taiwan, United Kingdom",
        "OverallStatus": "ACTIVE_NOT_RECRUITING",
        "Conditions": "Glycogen Storage Disease Type II-Pompe's Disease",
        "Phases": [
            "PHASE2"
        ],
        "IDestudio": "NCT03019406"
    },
    {
        "Title": "Anaplerotic Therapy Using Triheptanoin for Patients With Glycogen Storage Disease Type I",
        "Summary": "Study aims to evaluate effect ux007 triheptanoin maintaining duration normoglycemia meals based glucose monitoring. cornstarch prevention increased liver steatosis based ultrasound elastography. study prospective interventional feasibility pilot project study",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Glycogen Storage Disease Type I",
        "Phases": [
            "EARLY_PHASE1"
        ],
        "IDestudio": "NCT03665636"
    },
    {
        "Title": "Expanded Access Use of Myozyme (Alglucosidase Alfa) in Patients With Infantile-onset Pompe Disease",
        "Summary": " pompe disease also known glycogen storage disease type ii caused deficiency critical enzyme body called acid gaa normally gaa used body cells break glycogen stored form sugar.",
        "StudyType": "EXPANDED_ACCESS",
        "Countries": "",
        "OverallStatus": "APPROVED_FOR_MARKETING",
        "Conditions": "Glycogen Storage Disease Type II, Glycogenosis 2",
        "Phases": "N/A",
        "IDestudio": "NCT00074919"
    },
    {
        "Title": "Assessment of Safety and Acute Effects of a Knee-hip Powered Soft Exoskeleton in Patients With Neuromuscular Disorders",
        "Summary": "Myosuit myoswiss zurich switzerland patients neuromuscular disorders. aims current study follow evaluate safety usability acute efficiency powered dermoskeleton.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "France",
        "OverallStatus": "RECRUITING",
        "Conditions": "Muscular Dystrophies, Congenital Myopathy, Idiopathic Inflammatory Myopathies, Mitochondrial Myopathies, Glycogen Storage Disease",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT05200702"
    },
    {
        "Title": "Late-Onset Treatment Study Extension Protocol",
        "Summary": " pompe disease also known glycogen storage disease type ii caused deficiency critical enzyme body called acid gaa normally gaa used body cells break glycogen stored form sugar within specialized structures called lysosomes.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "France, Australia, Netherlands, Canada, United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Pompe Disease (Late-Onset), Glycogen Storage Disease Type II (GSD-II), Glycogenesis Type II, Acid Maltase Deficiency (AMD)",
        "Phases": [
            "PHASE4"
        ],
        "IDestudio": "NCT00455195"
    },
    {
        "Title": "Early Check: Expanded Screening in Newborns",
        "Summary": " early check provides voluntary screening newborns selected panel conditions. Study three main objectives 1 develop implement approach identify affected infants 2 address impact infants families screen positive 3 evaluate early check program.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "United States",
        "OverallStatus": "ENROLLING_BY_INVITATION",
        "Conditions": "Spinal Muscular Atrophy, Fragile X Syndrome, Fragile X - Premutation, Duchenne Muscular Dystrophy, Hyperinsulinemic Hypoglycemia, Familial 1, Diabetes Mellitus, Adrenoleukodystrophy, Neonatal, Medium-chain Acyl-CoA Dehydrogenase Deficiency, Very Long Chain Acyl Coa Dehydrogenase Deficiency, Beta-ketothiolase Deficiency, Severe Combined Immunodeficiency Due to Adenosine Deaminase Deficiency, Primary Hyperoxaluria Type 1, Congenital Bile Acid Synthesis Defect Type 2, Pyridoxine-Dependent Epilepsy, Hereditary Fructose Intolerance, Hypophosphatasia, Hyperargininemia, Mucopolysaccharidosis Type 6, Argininosuccinic Aciduria, Citrullinemia, Type I, Wilson Disease, Maple Syrup Urine Disease, Type 1A, Maple Syrup Urine Disease, Type 1B, Biotinidase Deficiency, Neonatal Severe Primary Hyperparathyroidism, Intrinsic Factor Deficiency, Usher Syndrome Type 1D/F Digenic (Diagnosis), Cystic Fibrosis, Stickler Syndrome Type 2, Stickler Syndrome Type 1, Alport Syndrome, Autosomal Recessive, Alport Syndrome, X-Linked, Carbamoyl Phosphate Synthetase I Deficiency Disease, Carnitine Palmitoyl Transferase 1A Deficiency, Carnitine Palmitoyltransferase II Deficiency, Cystinosis, Chronic Granulomatous Disease, Cerebrotendinous Xanthomatoses, Maple Syrup Urine Disease, Type 2, Severe Combined Immunodeficiency Due to DCLRE1C Deficiency, Thyroid Dyshormonogenesis 6, Thyroid Dyshormonogenesis 5, Supravalvar Aortic Stenosis, Factor X Deficiency, Hemophilia A, Hemophilia B, Tyrosinemia, Type I, Fructose 1,6 Bisphosphatase Deficiency, Glycogen Storage Disease Type I, G6PD Deficiency, Glycogen Storage Disease II, Galactokinase Deficiency, Mucopolysaccharidosis Type IV A, Galactosemias, Guanidinoacetate Methyltransferase Deficiency, Agat Deficiency, Glutaryl-CoA Dehydrogenase Deficiency, Gtp Cyclohydrolase I Deficiency, Hyperinsulinism-Hyperammonemia Syndrome, Primary Hyperoxaluria Type 2, 3-Hydroxyacyl-CoA Dehydrogenase Deficiency, Long-chain 3-hydroxyacyl-CoA Dehydrogenase Deficiency, Mitochondrial Trifunctional Protein Deficiency, Sickle Cell Disease, Beta-Thalassemia, Holocarboxylase Synthetase Deficiency, 3-Hydroxy-3-Methylglutaric Aciduria, Primary Hyperoxaluria Type 3, Hermansky-Pudlak Syndrome 1, Hermansky-Pudlak Syndrome 4, Apparent Mineralocorticoid Excess, HSDB, CBAS1, Mucopolysaccharidosis Type 2, Mucopolysaccharidosis Type 1, Severe Combined Immunodeficiency, X Linked, Severe Combined Immunodeficiency Due to IL-7Ralpha Deficiency, Diabetes Mellitus, Permanent Neonatal, Isovaleric Acidemia, Severe Combined Immunodeficiency T-Cell Negative B-Cell Positive Due to Janus Kinase-3 Deficiency (Disorder), Jervell and Lange-Nielsen Syndrome 2, Hyperinsulinemic Hypoglycemia, Familial, 2, Diabetes Mellitus, Permanent Neonatal, With Neurologic Features, Jervell and Lange-Nielsen Syndrome 1, Lysosomal Acid Lipase Deficiency, CblF, 3-Methylcrotonyl CoA Carboxylase 1 Deficiency, 3-Methylcrotonyl CoA Carboxylase 2 Deficiency, Waardenburg Syndrome Type 2A, Methylmalonic Aciduria cblA Type, Methylmalonic Aciduria cblB Type, Methylmalonic Aciduria and Homocystinuria Type cblC, MAHCD, Methylmalonic Aciduria Due to Methylmalonyl-CoA Mutase Deficiency, Congenital Disorder of Glycosylation Type 1B, Mthfr Deficiency, Methylcobalamin Deficiency Type Cbl G (Disorder), Methylcobalamin Deficiency Type cblE, Usher Syndrome, Type 1B, N-acetylglutamate Synthase Deficiency, Ornithine Transcarbamylase Deficiency, Phenylketonurias, Waardenburg Syndrome Type 1, Congenital Hypothyroidism, Propionic Acidemia, Usher Syndrome, Type 1F, Pancreatic Agenesis 1, Hereditary Hypophosphatemic Rickets, Glycogen Storage Disease IXB, Glycogen Storage Disease IXC, MOWS, Epilepsy, Early-Onset, Vitamin B6-Dependent, Pyridoxal Phosphate-Responsive Seizures, Pituitary Hormone Deficiency, Combined, 1, Ptsd, Dihydropteridine Reductase Deficiency, Severe Combined Immunodeficiency Due to RAG1 Deficiency, Severe Combined Immunodeficiency Due to RAG2 Deficiency, Retinoblastoma, Multiple Endocrine Neoplasia Type 2B, Pseudohypoaldosteronism, Type I, Liddle Syndrome, Biotin-Responsive Basal Ganglia Disease, SCD, DIAR1, GSD1C, Acrodermatitis Enteropathica, Thyroid Dyshormonogenesis 1, Riboflavin Transporter Deficiency, Waardenburg Syndrome, Type 2E, SRD, Congenital Lipoid Adrenal Hyperplasia Due to STAR Deficiency, Barth Syndrome, Adrenocorticotropic Hormone Deficiency, Transcobalamin II Deficiency, Thyroid Dyshormonogenesis 3, Segawa Syndrome, Autosomal Recessive, Autosomal Recessive Nonsyndromic Hearing Loss, Thyroid Dyshormonogenesis 2A, Congenital Isolated Thyroid Stimulating Hormone Deficiency, Hypothyroidism Due to TSH Receptor Mutations, Usher Syndrome Type 1C, Usher Syndrome Type 1G (Diagnosis), Von Willebrand Disease, Type 3, Combined Immunodeficiency Due to ZAP70 Deficiency, Adenine Phosphoribosyltransferase Deficiency, Metachromatic Leukodystrophy, Canavan Disease, Menkes Disease, Carbonic Anhydrase VA Deficiency, Developmental and Epileptic Encephalopathy 2, 17 Alpha-Hydroxylase Deficiency, Smith-Lemli-Opitz Syndrome, Krabbe Disease, Glutathione Synthetase Deficiency, Mucopolysaccharidosis Type 7, Rett Syndrome, Molybdenum Cofactor Deficiency, Type A, Niemann-Pick Disease, Type C1, Niemann-Pick Disease Type C2, Ornithine Aminotransferase Deficiency, 3-Phosphoglycerate Dehydrogenase Deficiency, Leber Congenital Amaurosis 2, Dravet Syndrome, Mucopolysaccharidosis Type 3 A, Ornithine Translocase Deficiency, Carnitine-acylcarnitine Translocase Deficiency, Glucose Transporter Type 1 Deficiency Syndrome, Creatine Transporter Deficiency, Niemann-Pick Disease Type A, Pitt Hopkins Syndrome, Tuberous Sclerosis 1, Tuberous Sclerosis 2, Ataxia With Isolated Vitamin E Deficiency, Angelman Syndrome, Prader-Willi Syndrome, Homocystinuria, Permanent Neonatal Diabetes Mellitus, Transient Neonatal Diabetes Mellitus, Factor VII Deficiency, Glycogen Storage Disease Type IXA1, Glycogen Storage Disease, Type IXA2, Glycogen Storage Disease IC, Glycogen Storage Disease Type IB, Central Hypoventilation Syndrome With or Without Hirschsprung Disease",
        "Phases": "N/A",
        "IDestudio": "NCT03655223"
    },
    {
        "Title": "Avalglucosidase Alfa French Post-trial Access for Participants With Pompe Disease (PTA Avalglucosidase)",
        "Summary": "Avalglucosidase alfa patients pompe disease france completed study efc14028 lts13769 act14132 market authorization reimbursement reimbursed. open label safety efficacy study intended follow provide access enzyme replacement therapy",
        "StudyType": "INTERVENTIONAL",
        "Countries": "France",
        "OverallStatus": "ACTIVE_NOT_RECRUITING",
        "Conditions": "Glycogen Storage Disease Type II",
        "Phases": [
            "PHASE4"
        ],
        "IDestudio": "NCT05164055"
    },
    {
        "Title": "McArdle Disease Treatment by Ketogenic Diet",
        "Summary": " mcardle disease glycogen storage disease type 5 gsd5 common muscle glycogenosis rare disabling condition effective treatment indications special dietary regimen could positively influence disease manifestations. protein rich vs carbohydrate rich diets several preliminary studies patients experiences pointing low carbohydrate",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Italy",
        "OverallStatus": "COMPLETED",
        "Conditions": "Glycogen Storage Disease",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT04292938"
    },
    {
        "Title": "Extension Study of Long-term Safety and Efficacy of Myozyme for a Single Patient With Pompe Disease Who Were Previously Enrolled in Genzyme Sponsored ERT Studies.",
        "Summary": " rhgaa genzyme study. extension study monitor safety efficacy rhgaA treatment. single patient pompe disease previously treated rhga a genzyme. study. Rhgaa treatment.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Pompe Disease Late-Onset, Glycogen Storage Disease Type II GSD II",
        "Phases": [
            "PHASE2"
        ],
        "IDestudio": "NCT00765414"
    },
    {
        "Title": "Study of Glycogen Storage Disease and Associated Disorders",
        "Summary": "Glycogen storage disease refers to group conditions characterized abnormal storage glycogen. glycogen storage form glucose usually formed sugar stored liver tissues muscle need glucose fuel stored glycogen converted glucose help enzymes produced body.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Glycogen Storage Disease",
        "Phases": "N/A",
        "IDestudio": "NCT00001342"
    },
    {
        "Title": "Study of the Relationship Between Glycogen Storage Disease Type Ia and Inflammatory Bowel Disease",
        "Summary": "Research study understand relationship inflammatory bowel disease ibd glycogen storage disease gsd type ia. Clinical histologic features mirror crohn disease development disease seems related defect neutrophil function individuals gSD type ib subsequent colonic inflammation.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Inflammatory Bowel Disease, Glycogen Storage Disease Type Ia",
        "Phases": "N/A",
        "IDestudio": "NCT01854242"
    },
    {
        "Title": "Expanded Access Use of Myozyme (Alglucosidase Alfa) in Patients With Late-onset Pompe Disease",
        "Summary": " pompe disease also known glycogen storage disease type ii caused deficiency critical enzyme body called acid gaa normally gaa. glycogen stored form sugar within specialized structures called lysosomes.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Glycogen Storage Disease Type II, Glycogenosis 2",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT00074932"
    },
    {
        "Title": "Extension Study of Long-term Safety and Efficacy of Myozyme in Patients With Pompe Disease Who Were Previously Enrolled in Genzyme Sponsored Enzyme Replacement Therapy (ERT) Studies",
        "Summary": " extension study monitor safety efficacy rhgaa treatment patients. pompe disease previously treated rhgaA derived synpac cell line.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "France, South Africa, United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Pompe Disease Infantile-Onset, Glycogen Storage Disease Type II",
        "Phases": [
            "PHASE2"
        ],
        "IDestudio": "NCT00763932"
    },
    {
        "Title": "Sleep and Quality of Life in Patients With Glycogen Storage Disease on Standard Versus Modified Uncooked Cornstarch",
        "Summary": "Parents starting modified uccs glycosade prevent nocturnal hypoglycemia.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "Canada",
        "OverallStatus": "COMPLETED",
        "Conditions": "Glycogen Storage Disease Type IA, Glycogen Storage Disease Type IB, Glycogen Storage Disease Type III, Glycogen Storage Disease Type 0",
        "Phases": "N/A",
        "IDestudio": "NCT02054832"
    },
    {
        "Title": "A Gene Transfer Study for Late-Onset Pompe Disease (RESOLUTE)",
        "Summary": "Study evaluated safety tolerability efficacy single intravenous infusion adults with Pompe disease receiving enzyme replacement therapy. Participants treated sequential cohorts.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Germany, France, Netherlands, Canada, Denmark, Italy, United States, United Kingdom",
        "OverallStatus": "ACTIVE_NOT_RECRUITING",
        "Conditions": "Pompe Disease, Pompe Disease (Late-onset), Glycogen Storage Disease Type 2, Glycogen Storage Disease Type II, LOPD, Lysosomal Storage Diseases, Acid Maltase Deficiency",
        "Phases": [
            "PHASE1",
            "PHASE2"
        ],
        "IDestudio": "NCT04093349"
    },
    {
        "Title": "Effect of Motor Development, Motor Function and Electrophysiologic Findings of IOPD Under ERT",
        "Summary": " investigate motor development motor function electrodiagnostics presentation iopd ert. investigate motorDevelopment motor function Electrodiagnostic presentation iOpd.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "Taiwan",
        "OverallStatus": "UNKNOWN",
        "Conditions": "Glycogen Storage Disease Type II",
        "Phases": "N/A",
        "IDestudio": "NCT02761421"
    },
    {
        "Title": "Safety and Efficacy Evaluation of Repeat neoGAA Dosing in Late Onset Pompe Disease Patients.",
        "Summary": "The study was designed to evaluate safety and tolerability. The primary objective was to evaluate pharmacokinetics and pharmacodynamics. The second objective was the evaluation of the effect of treatment on the patient.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Belgium, Germany, France, Netherlands, Denmark, United States, United Kingdom",
        "OverallStatus": "COMPLETED",
        "Conditions": "Pompe Disease, Glycogen Storage Disease Type II (GSD II), Acid Maltase Deficiency",
        "Phases": [
            "PHASE1"
        ],
        "IDestudio": "NCT01898364"
    },
    {
        "Title": "A Prospective Study to Observe & Describe Clinical Outcomes of Alglucosidase Alfa Treatment in Patients ≤6 Months of Age With Infantile-onset Pompe Disease (IOPD)",
        "Summary": "Primary objective describe effect routine practice alglucosidase alfa patients iopd months age invasive survival 52 weeks treatment. Secondary objectives describe effect of routine practice.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "Belgium, Germany, Taiwan, France, Spain, Netherlands, Italy, United States, United Kingdom",
        "OverallStatus": "RECRUITING",
        "Conditions": "Glycogen Storage Disease Type II",
        "Phases": "N/A",
        "IDestudio": "NCT04848779"
    },
    {
        "Title": "Carbon-13 Magnetic Resonance Spectroscopy in Glycogen Storage Diseases",
        "Summary": " project use magnetic resonance spectroscopy assess whether high glycogen levels skeletal muscle patients glycogen storage diseases prelude muscle damage patients.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "Denmark",
        "OverallStatus": "RECRUITING",
        "Conditions": "Glycogen Storage Disease, McArdle Disease, Pompe Disease (Late-onset)",
        "Phases": "N/A",
        "IDestudio": "NCT04929002"
    },
    {
        "Title": "Higher Dose of Alglucosidase Alpha for Pompe Disease",
        "Summary": "Study aimed investigate whether higher dose ert improve safety clinical outcomes pompe disease patients also wish develop new therapeutic recommendation hope could improve outcomes.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "",
        "OverallStatus": "NOT_YET_RECRUITING",
        "Conditions": "Glycogen Storage Disease Type II",
        "Phases": "N/A",
        "IDestudio": "NCT05017402"
    },
    {
        "Title": "Inspiratory Muscle Training (IMT) in Adult People With Pompe Disease",
        "Summary": "The study was a multicentre randomized controlled trial. Participants underwent specific treatment consisting of aerobic exercise and powerbreathe device.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Italy",
        "OverallStatus": "RECRUITING",
        "Conditions": "Glycogen Storage Disease Type II, Pompe Disease (Late-onset)",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT05951790"
    },
    {
        "Title": "High Protein and Exercise Therapy Plus Nocturnal Enteral Feeding in Juvenile-onset Pompe Disease",
        "Summary": "Research protocol submitted approval institutional review board columbia university medical center attempt made recruit at least 6 juvenile patients ages 8 17 preferably still ambulatory subjects meeting eligibility criteria undergo full history physical examination including details age onset symptoms distribution severity muscle weakness muscle",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "WITHDRAWN",
        "Conditions": "Glycogen Storage Disease Type II",
        "Phases": [
            "PHASE2"
        ],
        "IDestudio": "NCT01656590"
    },
    {
        "Title": "Acute Nutritional Ketosis in GSD IIIa",
        "Summary": "Investigators study acute nutritional ketosis in adult gsd iiia patients. Patients boost muscle mitochondrial function with ketosis, study finds.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Netherlands",
        "OverallStatus": "COMPLETED",
        "Conditions": "Glycogen Storage Disease IIIA",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT03011203"
    },
    {
        "Title": "Alglucosidase Alfa Temporary Access Program",
        "Summary": " pompe disease also known glycogen storage disease type ii caused deficiency critical enzyme body called acid gaa normally gaa. glycogen stored form sugar within specialized structures called lysosomes.",
        "StudyType": "EXPANDED_ACCESS",
        "Countries": "United States",
        "OverallStatus": "APPROVED_FOR_MARKETING",
        "Conditions": "Glycogen Storage Disease Type II (GSD-II), Pompe Disease (Late-Onset), Acid Maltase Deficiency Disease, Glycogenosis 2",
        "Phases": "N/A",
        "IDestudio": "NCT00520143"
    },
    {
        "Title": "Extension Study of Patients With Infantile-Onset Pompe Disease Who Were Previously Enrolled in Protocol AGLU01602",
        "Summary": " pompe disease also known glycogen storage disease type ii caused deficiency critical enzyme body called acid gaa normally gaa. glycogen stored form sugar within specialized structures called lysosomes.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Germany, Taiwan, France, Israel, Netherlands, Italy, United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Glycogen Storage Disease Type II",
        "Phases": [
            "PHASE2",
            "PHASE3"
        ],
        "IDestudio": "NCT00125879"
    },
    {
        "Title": "Pharmacokinetics of Alglucosidase Alfa in Patients With Pompe Disease",
        "Summary": "Primary objective study characterize pharmacokinetics pk alglucosidase alfa manufactured 4000 l scale participants confirmed diagnosis pompe disease. Secondary objective study evaluate explore relationship human acid antibody titers pk Algluco-",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Bulgaria, Ukraine, India, Russian Federation, United States, United Kingdom",
        "OverallStatus": "COMPLETED",
        "Conditions": "Pompe Disease, Glycogen Storage Disease Type II (GSD II)",
        "Phases": [
            "PHASE4"
        ],
        "IDestudio": "NCT01410890"
    },
    {
        "Title": "An MRI Study on Muscular Diseases -Pompe Disease and Dystrophia Myotonica-",
        "Summary": " aim project develop new magnetic resonance mr imaging techniques. better diagnosis monitoring patients muscular disorders. muscle quality patients late onset pompe disease acid maltase deficiency type 2 patients myotonica dystrophy evaluated determining muscle strength relation.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "Denmark",
        "OverallStatus": "UNKNOWN",
        "Conditions": "Glycogen Storage Disease Type 2, Dystrophia Myotonica",
        "Phases": "N/A",
        "IDestudio": "NCT02708784"
    },
    {
        "Title": "High Dose or High Dose Frequency Study of Alglucosidase Alfa",
        "Summary": " pompe disease also known glycogen storage disease type ii caused deficiency of critical enzyme body called acid gaa normally gaa. glycogen stored form sugar within specialized structures called lysosomes.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Canada, Australia, United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Pompe Disease, Glycogen Storage Disease Type II (GSD-II), Glycogenesis 2 Acid Maltase Deficiency",
        "Phases": [
            "PHASE4"
        ],
        "IDestudio": "NCT00483379"
    },
    {
        "Title": "A Placebo-Controlled Study of Safety and Effectiveness of Myozyme (Alglucosidase Alfa) in Patients With Late-Onset Pompe Disease",
        "Summary": " pompe disease also known glycogen storage disease type ii caused deficiency critical enzyme body called acid gaa normally gaa used body cells break glycogen stored form sugar within specialized structures called lysosomes.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "France, Netherlands, United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Pompe Disease (Late-onset), Glycogen Storage Disease Type II (GSD-II), Acid Maltase Deficiency Disease, Glycogenosis 2",
        "Phases": [
            "PHASE3"
        ],
        "IDestudio": "NCT00158600"
    },
    {
        "Title": "Avalglucosidase Alfa Extension Study",
        "Summary": "Primary objective safety pharmacokinetics pk. Secondary objective effect avalglucosidase alfa. pharmacodynamic variables.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Belgium, Germany, France, Netherlands, Denmark, United States, United Kingdom",
        "OverallStatus": "COMPLETED",
        "Conditions": "Glycogen Storage Disease Type II Pompe Disease",
        "Phases": [
            "PHASE2"
        ],
        "IDestudio": "NCT02032524"
    },
    {
        "Title": "Pompe Disease Registry Protocol",
        "Summary": " pompe registry global multicenter international longitudinal observational voluntary program patients. registry also used to fulfill various global regulatory commitments support product research related purposes.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "Kuwait, Australia, United States, Serbia, Thailand, Saudi Arabia, Indonesia, Greece, Russian Federation, Hong Kong, China, Denmark, Italy, Korea, Republic of, Poland, United Kingdom, Belgium, Romania, Bulgaria, Philippines, France, India, Netherlands, Canada, Portugal, Taiwan, Czechia, Japan, Argentina, Germany, Lebanon, Slovakia, Brazil, Vietnam, Israel, Croatia, Chile, Colombia, Hungary, Singapore, Pakistan, Malaysia, Jordan",
        "OverallStatus": "RECRUITING",
        "Conditions": "Glycogen Storage Disease Type II, Pompe Disease",
        "Phases": "N/A",
        "IDestudio": "NCT00231400"
    },
    {
        "Title": "Retrospective Study of Glucose Monitoring for Glycemic Control in Patients With GSDIa",
        "Summary": "Primary objective of study is to assess percentage time patients normal glucose control. Second objective is to determine whether patients have normal blood sugar levels. Third objective was to assess patients' overall health.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "Netherlands, United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Glycogen Storage Disease Type IA",
        "Phases": "N/A",
        "IDestudio": "NCT04708015"
    },
    {
        "Title": "Study of ORL-1G (D-galactose) in Patients With Glycogen Storage Disease Type 14",
        "Summary": "Study patients glycogen storage disease type 14. Study patients have been diagnosed with the disease for more than a decade.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Turkey",
        "OverallStatus": "UNKNOWN",
        "Conditions": "Glycogen Storage Disease, Type 14",
        "Phases": [
            "PHASE1",
            "PHASE2"
        ],
        "IDestudio": "NCT03404856"
    },
    {
        "Title": "Pompe Lactation Sub-Registry",
        "Summary": "Alglucosidase alfa is an enzyme found in breast milk. Women with pompe disease are treated with the enzyme to treat the disease.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Glycogen Storage Disease, Pompe Disease",
        "Phases": "N/A",
        "IDestudio": "NCT00566878"
    },
    {
        "Title": "Study of Long-Term Safety and Efficacy on Gene Therapy in Glycogen Storage Disease Type Ia",
        "Summary": "Primary objective study determine safety dtx401 following single intravenous iv dose adults gsdia.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "Netherlands, Canada, Spain, United States",
        "OverallStatus": "ACTIVE_NOT_RECRUITING",
        "Conditions": "Glycogen Storage Disease Type IA, Von Gierke's Disease (GSD Type Ia)",
        "Phases": "N/A",
        "IDestudio": "NCT03970278"
    },
    {
        "Title": "Evaluate Efficacy and Safety in Chinese Patients With Infantile-Onset Pompe Disease With One Year Alglucosidase Alfa Treatment",
        "Summary": "omyopathy measured left ventricular mass index chinese patients pompe disease. Primary objective evaluate effect treatment alglucosidase alfa extension survival improvement. Secondary objectives observe improvement physical growth motor cognitive development treatment.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "China",
        "OverallStatus": "COMPLETED",
        "Conditions": "Glycogen Storage Disease Type II",
        "Phases": [
            "PHASE4"
        ],
        "IDestudio": "NCT03687333"
    },
    {
        "Title": "Safety, Efficacy Evaluation of Empagliflozin Administration for Neutropenia in Glycogenosis Type 1b and G6PC3 Deficiency",
        "Summary": " treatment neutropenia g6pc3 glycogenosis type 1b patients empagliflozin.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Belgium",
        "OverallStatus": "UNKNOWN",
        "Conditions": "Glycogen Storage Disease Type I, Glucose 6 Phosphatase Deficiency",
        "Phases": [
            "PHASE2"
        ],
        "IDestudio": "NCT04138251"
    },
    {
        "Title": "Safety, Tolerability, and Pharmacokinetics of UX053 in Patients With Glycogen Storage Disease Type III (GSD III)",
        "Summary": "Glycogen storage disease type is a disease of glycogen storage. The study was designed to evaluate the safety of the glycogen-storage drug.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Spain, Italy, United States",
        "OverallStatus": "TERMINATED",
        "Conditions": "Glycogen Storage Disease Type III",
        "Phases": [
            "PHASE1",
            "PHASE2"
        ],
        "IDestudio": "NCT04990388"
    },
    {
        "Title": "Endogenous Glucose Production in Patients With Glycogen Storage Disease Type Ia",
        "Summary": "Gsdia subjects retain limited capacity endogenous glucose production egp date origin residual egp gsdia patients unknown either increased glycogen debranching lysosomal glycogen breakdown account. glycogen storage disease type ia g",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Netherlands",
        "OverallStatus": "COMPLETED",
        "Conditions": "Glycogen Storage Disease Type IA",
        "Phases": [
            "PHASE1",
            "PHASE2"
        ],
        "IDestudio": "NCT04311307"
    },
    {
        "Title": "Nutritional Therapy in Late-onset Pompe Disease",
        "Summary": "Pompe disease pd recessive genetic disorder wherein body break glycogen due mutation acid alpha glucosidase gaa gene encodes acid onset form lopd. Leading glycogen accumulation autophagic buildup causing progressive muscle weakness",
        "StudyType": "INTERVENTIONAL",
        "Countries": "",
        "OverallStatus": "NOT_YET_RECRUITING",
        "Conditions": "Pompe Disease, Muscle Loss, Obesity, Nutrition Poor, Lysosomal Storage Diseases, Glycogen Storage Disease Type II, Glycogen Storage Disease Type II Late Onset, Glycogen Storage Disease Type II, Adult",
        "Phases": [
            "PHASE2"
        ],
        "IDestudio": "NCT06130228"
    },
    {
        "Title": "A Study to Evaluate the Safety, Efficacy, PK, PD and Immunogenicity of Cipaglucosidase Alfa/Miglustat in IOPD Subjects Aged 0 to <18",
        "Summary": " phase 3 multicenter study evaluate safety efficacy pk pd immunogenicity cipaglucosidase treatment pediatric subjects iopd.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Germany, France, United States, Italy, Taiwan, United Kingdom",
        "OverallStatus": "RECRUITING",
        "Conditions": "Glycogen Storage Disease Type II Infantile Onset",
        "Phases": [
            "PHASE3"
        ],
        "IDestudio": "NCT04808505"
    },
    {
        "Title": "Pompe Telemedicine Developmental Study",
        "Summary": "Primary purpose study document developmental outcomes individuals pompe disease treated therapy ert ages using measures cognitive functioning academic skills speech language abilities investigate possible cognitive processing speed weaknesses using brainbaseline neurocognitive assessment software.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Pompe Disease, Glycogen Storage Disease II",
        "Phases": "N/A",
        "IDestudio": "NCT02950298"
    },
    {
        "Title": "A Study to Evaluate the Effects of Pharmacological Chaperones in Cells From Patients With Pompe Disease",
        "Summary": "Pompe disease study last 1 2 visits include blood collection urine collection two skin biopsies information also collected medical records.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Pompe Disease, Glycogen Storage Disease Type II",
        "Phases": "N/A",
        "IDestudio": "NCT00515398"
    },
    {
        "Title": "Glycogen Storage Disease Type Ia (GSDIa) Disease Monitoring Program",
        "Summary": "Main objective observational study evaluate safety effectiveness dtx401 at least 10 years. main objective observationalStudy evaluate safety. effectiveness d tx401 at 10 years dtx 401 administration.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "Germany, Brazil, Spain, Netherlands, Canada, Denmark, Italy, United States",
        "OverallStatus": "NOT_YET_RECRUITING",
        "Conditions": "Glycogen Storage Disease Type Ia",
        "Phases": "N/A",
        "IDestudio": "NCT06636383"
    },
    {
        "Title": "French Observatory for Patients with Type 3 Glycogenosis",
        "Summary": "Glycogen storage disease typeii is caused by autosomal recessive mutations in the glycogen debranching enzyme gde involved release glycogen branches abnormal glycogen accumulation responsible frequent hypoglycaemia symptoms liver striated muscles",
        "StudyType": "OBSERVATIONAL",
        "Countries": "France",
        "OverallStatus": "RECRUITING",
        "Conditions": "Glycogen Storage Disease Type III",
        "Phases": "N/A",
        "IDestudio": "NCT06616545"
    },
    {
        "Title": "Identification of Tongue Involvement in Late-Onset Pompe Disease",
        "Summary": "Tongue ultrasound measurements differentiates patients untreated pompe disease lopd patients myopathies neuropathies hypothesized abnormalities tongue function structure patients.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Myopathy, Neuropathy, Glycogen Storage Disease Type II (Late-onset Pompe Disease)",
        "Phases": "N/A",
        "IDestudio": "NCT02765828"
    },
    {
        "Title": "Natural History of Pompe Disease",
        "Summary": "Study aims to identify biomarkers assessing efficacy of future therapies based on correcting aberrant alternative splicing pompe patients.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "France",
        "OverallStatus": "RECRUITING",
        "Conditions": "Glycogen Storage Disease Type II, Adult",
        "Phases": "N/A",
        "IDestudio": "NCT03564561"
    },
    {
        "Title": "Diet and Exercise in Pompe Disease",
        "Summary": "Study examines effects individualized diet exercise plans on muscle strength, quality and respiratory function. Subjects given diet exercise plan based individual needs followed 16 weeks. Participants also provided activity tracker order track exercise activities.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Pompe Disease, Glycogen Storage Disease Type II, Lysosomal Storage Diseases",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT02363153"
    }
]