[
    {
        "Title": "Myotonic Dystrophy Type 1 Aerobic Exercise Study",
        "Summary": "Myotonic dystrophy type 1 dm1 genetic disease primarily targets skeletal muscle resulting severe weakness muscle loss. Individuals suffering dm 1 become inactive lose mobility resulting lower quality life.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Canada",
        "OverallStatus": "COMPLETED",
        "Conditions": "Myotonic Dystrophy 1, Muscular Dystrophies",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT04187482"
    },
    {
        "Title": "Effect of MYODM on Quality of Life, Fatigue and Hypersomnia in Patients With Myotonic Dystrophy Type 1",
        "Summary": "Study to determine whether myodm formulated composition containing theobroma cacao supplemented caffeine effective treatment excessive daytime sleepiness.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Spain",
        "OverallStatus": "COMPLETED",
        "Conditions": "Myotonic Dystrophy 1",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT04634682"
    },
    {
        "Title": "Effects of a Multiple Component Training Program on Muscles in Adults With Myotonic Dystrophy Type 1",
        "Summary": "Myotonic dystrophy type 1 dm1 participants underwent supervised training program consisted 6 exercises elbow shoulder horizontal adduction leg press knee offer complete training program aimed improving function.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Canada",
        "OverallStatus": "COMPLETED",
        "Conditions": "Myotonic Dystrophy 1",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT04001920"
    },
    {
        "Title": "Home-based Training and Supplementation in DM1 Patients",
        "Summary": "Myotonic dystrophy type 1 dm1 rare genetic disease affects 1 2100 people. Patients experience gradual loss muscle followed by increase body fat percentage. Exercise known improve muscle quality function.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Canada",
        "OverallStatus": "NOT_YET_RECRUITING",
        "Conditions": "Myotonic Dystrophy 1",
        "Phases": [
            "PHASE3"
        ],
        "IDestudio": "NCT05848830"
    },
    {
        "Title": "DM1 Heart Registry - DM1 Respiratory Registry",
        "Summary": "Myotonic dystrophy type 1 dm1 frequent neuromuscular disease adults adults. Patients with impaired prognosis mean age death 60 years due cardiac respiratory complications.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "France",
        "OverallStatus": "COMPLETED",
        "Conditions": "Myotonic Dystrophy",
        "Phases": "N/A",
        "IDestudio": "NCT01136330"
    },
    {
        "Title": "RAMYD Study - Evaluation of Arrhythmic Risk in Myotonic Dystrophy",
        "Summary": " myotonic dystrophy type 1. prospective multicentric italian study evaluate arrhythmic risk.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Italy",
        "OverallStatus": "UNKNOWN",
        "Conditions": "Myotonic Dystrophy, Sudden Cardiac Death",
        "Phases": [
            "PHASE3"
        ],
        "IDestudio": "NCT00127582"
    },
    {
        "Title": "Effects of a 12-week Strength Training Program in Men With Myotonic Dystrophy Type 1",
        "Summary": " eleven men myotonic dystrophy type 1 dm1 underwent strength training program training program consisted 3 series 6 8 maximal repetitions 5 different exercises.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Canada",
        "OverallStatus": "COMPLETED",
        "Conditions": "Myotonic Dystrophy 1",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT04018820"
    },
    {
        "Title": "Multicenter Observational Study of Myotonic Dystrophy Type 1",
        "Summary": "Myotonic dystrophy type 1 dm1 study assess walking speed muscle strength muscle size myotonia heart rhythm mental efficiency overall health participants complete questionnaires record ideas affected.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Myotonic Dystrophy Type 1",
        "Phases": "N/A",
        "IDestudio": "NCT02308657"
    },
    {
        "Title": "Biomarker Development for Muscular Dystrophies",
        "Summary": " muscular dystrophies involve examination small pieces muscle tissue called biopsies investigators interested finding less invasive methods reduce need muscle biopsie. muscular dyStrophies examining urine sample blood sample muscles arms legs.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "United States",
        "OverallStatus": "RECRUITING",
        "Conditions": "Myotonic Dystrophy, Duchenne Muscular Dystrophy, Becker Muscular Dystrophy, Facioscapulohumeral Muscular Dystrophy",
        "Phases": "N/A",
        "IDestudio": "NCT05019625"
    },
    {
        "Title": "Evaluation of Cognitive Functions in 20 Patients With Type 1 Myotonic Dystrophy With Virtual Reality Approach",
        "Summary": " type 1 myotonic dystrophy is a genetic hereditary disease primarily affects muscle tissue resulting myotonia difficulty relaxing contraction atrophy progressive muscle weakening decreased muscle volume also affects eyes.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "",
        "OverallStatus": "WITHDRAWN",
        "Conditions": "Myotonic Dystrophy 1",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT06270186"
    },
    {
        "Title": "Study of AOC 1001 in Adult Myotonic Dystrophy Type 1 (DM1) Patients",
        "Summary": " aoc randomized phase study evaluate safety tolerability pharmacokinetics pharmacodynamics single aoc 1001 administered intravenously adult myotonic dystrophy type 1 dm1 patients marina part single dose design 1 cohort dose level part patient",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "DM1, Myotonic Dystrophy 1, Myotonic Dystrophy, Myotonic Dystrophy Type 1 (DM1), Dystrophy Myotonic, Myotonic Disorders, Steinert Disease, Myotonic Muscular Dystrophy",
        "Phases": [
            "PHASE1",
            "PHASE2"
        ],
        "IDestudio": "NCT05027269"
    },
    {
        "Title": "Effects of a 12-week Strength Training Program in Women With Myotonic Dystrophy Type 1",
        "Summary": "20 women myotonic dystrophy type 1 dm1 complete strength training program training program consist 3 series 6 8 maximal repetitions 5 different exercises leg extension leg press hip abduction squat plantar flexion.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Canada",
        "OverallStatus": "COMPLETED",
        "Conditions": "Myotonic Dystrophy 1",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT05400629"
    },
    {
        "Title": "Musculoskeletal Nociceptive Pain in Participants With Neuromuscular Disorders",
        "Summary": "Primary aim characterize prevalence severity quality musculoskeletal nociceptive pain adult patients neuromuscular disorders nmd. Secondary objectives evaluate whether severity distribution muscle pain associated muscle function.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "Germany",
        "OverallStatus": "COMPLETED",
        "Conditions": "Pompe Disease (Late-onset), Myotonic Dystrophy Type 1 (DM1), Myotonic Dystrophy Type 2, Spinal Muscular Atrophy Type 3, Inclusion Body Myositis, Sporadic, Facioscapulohumeral Muscular Dystrophy 1, Healthy",
        "Phases": "N/A",
        "IDestudio": "NCT04907162"
    },
    {
        "Title": "Safety and Efficacy of Tideglusib in Congenital or Childhood Onset Myotonic Dystrophy",
        "Summary": "Study participants were either congenital myotonic dystrophy congenital dm1 or were naïve to treatment.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "New Zealand, Canada, Australia, United States",
        "OverallStatus": "RECRUITING",
        "Conditions": "Congenital Myotonic Dystrophy",
        "Phases": [
            "PHASE2",
            "PHASE3"
        ],
        "IDestudio": "NCT05004129"
    },
    {
        "Title": "At-Home Research Study for Patients With Autoimmune, Inflammatory, Genetic, Hematological, Infectious, Neurological, CNS, Oncological, Respiratory, Metabolic Conditions",
        "Summary": "Mobile health platform helps patients contribute to medical research. Mobile health platform makes it easy for patients to participate in clinical trials.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "All Diagnosed Health Conditions, ADD/ADHD, Alopecia Areata, Ankylosing Spondylitis, Asthma, Atopic Dermatitis Eczema, Beta Thalassemia, Bipolar Disorder, Breast Cancer, Celiac Disease, Cervical Cancer, Chronic Inflammatory Demyelinating Polyneuropathy, Chronic Kidney Diseases, Chronic Obstructive Pulmonary Disease, Colon Cancer, Colorectal Cancer, Crohn's Disease, Cystic Fibrosis, Depression, Diabetes Mellitus, Duchenne Muscular Dystrophy, Endometriosis, Epilepsy, Facioscapulohumeral Muscular Dystrophy, G6PD Deficiency, General Anxiety Disorder, Hepatitis B, Hereditary Hemorrhagic Telangiectasia, HIV/AIDS, Human Papilloma Virus, Huntington's Disease, Idiopathic Thrombocytopenic Purpura, Insomnia, Kidney Cancer, Leukemia, Lung Cancer, Lupus Nephritis, Lymphoma, Melanoma, Multiple Myeloma, Multiple Sclerosis, Myositis, Myotonic Dystrophy, Ovarian Cancer, Pancreatic Cancer, Parkinson's Disease, Polycystic Kidney Diseases, Prostate Cancer, Psoriasis, Psoriatic Arthritis, Rosacea, Scleroderma, Sickle Cell Anemia, Sickle Cell Trait, Sjogren's Syndrome, Skin Cancer, Spinal Muscular Atrophy, Systemic Lupus Erythematosus, Thrombotic Thrombocytopenic Purpura, Trisomy 21, Ulcerative Colitis",
        "Phases": "N/A",
        "IDestudio": "NCT01931644"
    },
    {
        "Title": "Venous Thromboembolism in Myotonic Dystrophy Type 1",
        "Summary": "Investigators identified high risk deep vein thrombosis pulmonary embolism patients presenting myotonic dystrophy type 1 treated hospital 10 times higher.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "France",
        "OverallStatus": "COMPLETED",
        "Conditions": "Myotonic Dystrophy 1",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT03424460"
    },
    {
        "Title": "Clinical Efficacy Trial of Mexiletine for Myotonic Dystrophy Type 1",
        "Summary": "Myotonic dystrophy type 1 dm1. purpose study investigate effects mexiletine treatment 6 months ambulation myotonia muscle function strength pain gastrointestinal functioning cardiac conduction quality.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Myotonic Dystrophy",
        "Phases": [
            "PHASE2"
        ],
        "IDestudio": "NCT01406873"
    },
    {
        "Title": "Children's Health Research Institute(CHRI), Stanford Lucile Packard Children Hospital (LPCH) Protocol on Myotonic Dystrophy",
        "Summary": "Study focus defining managing neuropsychological abnormalities myotonic dystrophy. Find neuropsychology abnormalities correlation changes seen magnetic resonance imaging.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "United States",
        "OverallStatus": "UNKNOWN",
        "Conditions": "Myotonic Dystrophy Type 1",
        "Phases": "N/A",
        "IDestudio": "NCT02269865"
    },
    {
        "Title": "Study of Ranolazine in Myotonia Congenita, Paramyotonia Congenita and Myotonic Dystrophy Type 1",
        "Summary": "Myotonic dystrophy type 1 duration study 5 weeks. purpose study gather preliminary data determine ranolazine safe effective treatment symptoms.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Myotonia Congenita, Paramyotonia Congenita, Myotonic Dystrophy 1",
        "Phases": [
            "PHASE1"
        ],
        "IDestudio": "NCT02251457"
    },
    {
        "Title": "Myotonic Dystrophy Family Registry",
        "Summary": " myotonic dystrophy family registry mdfr online database collects information. myOTonic dystrophy dm aid researchers developing new effective treatments.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "United States",
        "OverallStatus": "RECRUITING",
        "Conditions": "Myotonic Dystrophy, Congenital Myotonic Dystrophy, Myotonic Dystrophy 1, Myotonic Dystrophy 2, Dystrophia Myotonica, Dystrophia Myotonica 1, Dystrophia Myotonica 2, Myotonia Dystrophica, Myotonic Dystrophy, Congenital, Myotonic Myopathy, Proximal, PROMM (Proximal Myotonic Myopathy), Proximal Myotonic Myopathy, Steinert Disease, Steinert Myotonic Dystrophy, Steinert's Disease, Myotonia Atrophica",
        "Phases": "N/A",
        "IDestudio": "NCT02398786"
    },
    {
        "Title": "Sudden Cardiac Death Stratification in Myotonic Dystrophy Type 1 Patients",
        "Summary": "Eps guided therapy includes prophylactic implantation and implantable cardioverter defibrillator. Inducible patients able improve survival comparison conventional therapy.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "Italy",
        "OverallStatus": "UNKNOWN",
        "Conditions": "Myotonic Dystrophy 1, Sudden Cardiac Death",
        "Phases": "N/A",
        "IDestudio": "NCT03784586"
    },
    {
        "Title": "European Home Mechanical Ventilation Registry",
        "Summary": " european home mechanical ventilation registry ehmvr enable thorough evaluation hmv documenting characteristics hmV patients treatment facilitate prospective observational study identify primary indications.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "Germany",
        "OverallStatus": "TERMINATED",
        "Conditions": "Pulmonary Disease, Chronic Obstructive, Amyotrophic Lateral Sclerosis, Spinal Cord Injury, Muscular Dystrophies, Obesity Hypoventilation Syndrome, Kyphoscoliosis, Congenital Central Hypoventilation Syndrome, Duchenne Muscular Dystrophy, Myopathies, Myotonic Dystrophy",
        "Phases": "N/A",
        "IDestudio": "NCT02315339"
    },
    {
        "Title": "Poor Neck Proprioception May Cause Balance Deficits in Myotonic Dystrophy 1",
        "Summary": "Dm1 patients may suffer cervical ataxia primary endpoint demonstration association balance deficits standing cervical proprioception deficit adults affected myotonic dystrophy 1 secondary endpoints investigation correlation among two deficits clinical conditions. impairment balance gait frequent",
        "StudyType": "OBSERVATIONAL",
        "Countries": "Italy",
        "OverallStatus": "COMPLETED",
        "Conditions": "Myotonic Dystrophy 1",
        "Phases": "N/A",
        "IDestudio": "NCT04712422"
    },
    {
        "Title": "Assessing Clinical Endpoints and Biomarkers in Myotonic Dystrophy Type-1 and Type 2 (ASCEND-DM)",
        "Summary": "Myotonic dystrophy genetic disorder affects muscle function. Symptoms include gradually worsening muscle loss weakness muscles often contract relax. Researchers want find various tests to help develop better tests.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "United States",
        "OverallStatus": "TERMINATED",
        "Conditions": "Myotonic Dystrophy Type-1, Myotonic Dystrophy Type-2",
        "Phases": "N/A",
        "IDestudio": "NCT03867435"
    },
    {
        "Title": "A Multicenter Phenotype-Genotype Analysis of DM1 Patients in China",
        "Summary": " myotonic dystrophy 1 dm1 autosomal dominantly inherited neuromuscular disorder characterized skeletal muscle weakness. myotonia cardiac conduction abnormalities cataracts abnormalities disease results expansion.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "China",
        "OverallStatus": "ENROLLING_BY_INVITATION",
        "Conditions": "Myotonic Dystrophy 1",
        "Phases": "N/A",
        "IDestudio": "NCT06101940"
    },
    {
        "Title": "Safety, Tolerability and Pharmacokinetics of ERX-963 in Adults With Myotonic Dystrophy Type 1",
        "Summary": " participants study receive two treatments placebo different days randomized fashion. Participants diagnosed myotonic dystrophy type 1 dm1. Participants compared placebo treatment.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Myotonic Dystrophy, Type 1 (DM1), Myotonic Dystrophy",
        "Phases": [
            "PHASE1"
        ],
        "IDestudio": "NCT03959189"
    },
    {
        "Title": "Myotonic Dystrophy and Facioscapulohumeral Muscular Dystrophy Registry",
        "Summary": "dm facioscapulohumeral muscular dystrophy fshd inherited disorders characterized progressive muscle weakness loss muscle tissue purpose registry connect people dm fshD researchers studying diseases registry offer individuals an opportunity to participate in research.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "United States",
        "OverallStatus": "RECRUITING",
        "Conditions": "Myotonic Dystrophy, Facioscapulohumeral Muscular Dystrophy, Muscular Dystrophy, Myotonic Dystrophy Type 1, Myotonic Dystrophy Type 2, Congenital Myotonic Dystrophy, PROMM (Proximal Myotonic Myopathy), Steinert's Disease, Myotonic Muscular Dystrophy",
        "Phases": "N/A",
        "IDestudio": "NCT00082108"
    },
    {
        "Title": "Symptoms and Outcome Measures for Upper- Limb Function in Myotonic Dystrophy Type 1",
        "Summary": "Myotonic dystrophy type 1 dm1 multisystem disease causes muscle weakness myotonia result upper limb function might become impaired.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "Norway",
        "OverallStatus": "RECRUITING",
        "Conditions": "Myotonic Dystrophy 1",
        "Phases": "N/A",
        "IDestudio": "NCT05006924"
    },
    {
        "Title": "DM-IMT - Controlled, Randomized, Three-arm Intervention Study on the Safety and Efficacy of Regular Respiratory Muscle Training in Patients With Myotonic Dystrophy Type 1",
        "Summary": "Dm1 patients receive regular respiratory muscle training period 9 months aim study evaluate safety effectiveness. 15 patients without training subsequently provide treatment recommendations respiratory training dm1.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Germany",
        "OverallStatus": "COMPLETED",
        "Conditions": "Myotonic Dystrophy 1",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT04052958"
    },
    {
        "Title": "Myotonic Dystrophy Type 1 Congenital and Juvenile Form: From Diagnosis to Rehabilitation [MDCJ-NeuBeRe]",
        "Summary": "People affected congenital juvenile myotonic dystrophy present important brain alterations present since birth. promising therapies aim correct molecular mechanism underlying symptoms adult form dm1 often present degenerative slowly progressive neurocognitive picture.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "Italy",
        "OverallStatus": "RECRUITING",
        "Conditions": "Myotonic Dystrophy 1",
        "Phases": "N/A",
        "IDestudio": "NCT06378216"
    },
    {
        "Title": "Development and Validation of the FBIndex to Determine the Risk of Falls for Patients with Neuromuscular Disorders",
        "Summary": " currently standardised fall risk scores guidelines use appropriate assistive gait devices agds people neuromuscular disorders nmds clear medical unmet need provide battery appropriate locomotor gait assessments determine risk falling patients.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "",
        "OverallStatus": "ENROLLING_BY_INVITATION",
        "Conditions": "Inclusion Body Myositis, Myotonic Dystrophy, Limb-girdle and Facioscapulohumeral Muscular Dystrophies, Pompe Disease, Myasthenia Gravis, Lambert-Eaton-Syndrome, Amyotrophic Lateral Sclerosis, Spinal Muscular Atrophy, Guillain-Barré Syndrome, Chronic Inflammatory Demyelinating Polyneuropathy, Friedreich Ataxia, Hereditary Motor Sensory Neuropathy",
        "Phases": "N/A",
        "IDestudio": "NCT06605612"
    },
    {
        "Title": "Efficacy and Safety of Tideglusib in Congenital Myotonic Dystrophy",
        "Summary": "The study looked at children with congenital myotonic dystrophy and congenital dm1. It was a randomized multicenter phase study.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Australia, New Zealand, Canada, United States, United Kingdom",
        "OverallStatus": "COMPLETED",
        "Conditions": "Congenital Myotonic Dystrophy",
        "Phases": [
            "PHASE2",
            "PHASE3"
        ],
        "IDestudio": "NCT03692312"
    },
    {
        "Title": "PhenoDM1 (Myotonic Dystrophy Type 1 Natural History Study)",
        "Summary": "Myotonic dystrophy type 1 using outcomes measures possible. phenodm1 use patient reported outcomes assess levels pain fatigue quality.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "United Kingdom",
        "OverallStatus": "COMPLETED",
        "Conditions": "Myotonic Dystrophy Type 1",
        "Phases": "N/A",
        "IDestudio": "NCT02831504"
    },
    {
        "Title": "Study to Investigate the Efficacy and Safety of Mexiletine in Patients With Myotonic Dystrophy Type 1 and Type 2",
        "Summary": " randomized study investigate efficacy safety mexiletine 26 weeks treatment patients myotonic dystrophy type 1 type 2 mind study.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "",
        "OverallStatus": "WITHDRAWN",
        "Conditions": "Myotonic Dystrophy Type 1 and Type 2",
        "Phases": [
            "PHASE3"
        ],
        "IDestudio": "NCT04700046"
    },
    {
        "Title": "Safety, Tolerability, Pharmacodynamic, Efficacy, and Pharmacokinetic Study of DYNE-101 in Participants With Myotonic Dystrophy Type 1",
        "Summary": "Myotonic dystrophy type 1 dm1 study consists of 4 periods. 8 weeks screening period 8 weeks dose mad period 24 weeks treatment period. 24 weeks extension lte period 96 weeks.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Germany, France, Netherlands, New Zealand, Italy, United Kingdom",
        "OverallStatus": "RECRUITING",
        "Conditions": "Myotonic Dystrophy Type 1 (DM1)",
        "Phases": [
            "PHASE1",
            "PHASE2"
        ],
        "IDestudio": "NCT05481879"
    },
    {
        "Title": "Low-frequency Repetitive Nerve Stimulation in Myotonic Dystrophy Type 1",
        "Summary": "Neuromuscular junction dystrophic myotonia 1 dm 1 using repetitive nerve stimulation rns several pairs one side including proximal distal muscles upper lower extremities.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Belgium",
        "OverallStatus": "COMPLETED",
        "Conditions": "Myotonic Dystrophy 1",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT05662150"
    },
    {
        "Title": "Factors Associated With Hypoventilation in the Myotonic Dystrophy, Progressive Profile Over 5 Years",
        "Summary": "Myotonic steinert dystrophy is a rare form of sleep apnea. Study aims to determine factors associated with alveolar hypoventilation.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "France",
        "OverallStatus": "UNKNOWN",
        "Conditions": "Myotonic Dystrophy, Steinert",
        "Phases": "N/A",
        "IDestudio": "NCT03764150"
    },
    {
        "Title": "Derivation of Human Induced Pluripotent Stem (iPS) Cells to Heritable Cardiac Arrhythmias",
        "Summary": "Hipscs driven paradigm shift modeling human disease ability reprogram cells holds promise enhanced understanding disease mechanisms. personalized predictive cell therapy regenerative medicine research.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "United States",
        "OverallStatus": "ENROLLING_BY_INVITATION",
        "Conditions": "Inherited Cardiac Arrythmias, Long QT Syndrome (LQTS), Brugada Syndrome (BrS), Catecholaminergic Polymorphic Ventricular Tachycardia (CPVT), Early Repolarization Syndrome (ERS), Arrhythmogenic Cardiomyopathy (AC, ARVD/C), Hypertrophic Cardiomyopathy (HCM), Dilated Cardiomyopathy (DCM), Muscular Dystrophies (Duchenne, Becker, Myotonic Dystrophy), Normal Control Subjects",
        "Phases": "N/A",
        "IDestudio": "NCT02413450"
    },
    {
        "Title": "Evaluation of the Efficacy and Safety of Metformin in the Myotonic Dystrophy Type 1 (Steinert's Disease)",
        "Summary": "Myotonic dystrophy type dm1 study aims to evaluate efficacy of metformin vs. placebo. Study aims to improve symptoms especially motor deficit.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "France",
        "OverallStatus": "NOT_YET_RECRUITING",
        "Conditions": "Steinert's Disease, Myotonic Dystrophy 1, Metformin",
        "Phases": [
            "PHASE3"
        ],
        "IDestudio": "NCT05532813"
    },
    {
        "Title": "Venous Thromboembolism in DM1",
        "Summary": "Study evaluate incidence vte cohort patients presenting dm1 comparison group inheritable myopathies population. risk venous thromboembolism vte dM1 inheritedMyopathies lead chronic immobilization.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "",
        "OverallStatus": "COMPLETED",
        "Conditions": "Venous Thromboembolism, Pulmonary Embolism, Deep Vein Thrombosis, Myopathy, Myotonic Dystrophy 1",
        "Phases": "N/A",
        "IDestudio": "NCT03141749"
    },
    {
        "Title": "Ventilatory Response After Non Invasive Ventilation in Type 1 Myotonic Dystrophy",
        "Summary": "Study evaluates effect of non invasive mechanical ventilation on myotonic dystrophy type 1. Study also evaluated effect on hypercapnia.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Mexico",
        "OverallStatus": "UNKNOWN",
        "Conditions": "Myotonic Dystrophy 1, Steinert Disease",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT02880735"
    },
    {
        "Title": "Effects of SomatoKine (Iplex)Recombinant Human Insulin-like Growth Factor-1/Recombinant Human Insulin-like Growth Factor-binding Protein-3 (rhIGF-I/rhIGFBP-3) in Myotonic Dystrophy Type 1 (DM1)",
        "Summary": " aim study investigate safety feasibility daily subcutaneous injections recombinant igf1 complexed igf binding protein 3 treatment muscle wasting weakness myotonic dystrophy type 1.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Myotonic Dystrophy",
        "Phases": [
            "PHASE1",
            "PHASE2"
        ],
        "IDestudio": "NCT00233519"
    },
    {
        "Title": "Observational Study of Digital Biomarkers of Myotonia and Gait in Adults and Children With Myotonic Dystrophy",
        "Summary": "Myotonic dystrophy type 1 dm1 type 2 dm2 using digital biomarker tools aim study incorporate outcomes clinical trials. Participants complete series assessments allow researchers measure hand myotonia walking quality.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "United States",
        "OverallStatus": "ACTIVE_NOT_RECRUITING",
        "Conditions": "Myotonic Dystrophy 1",
        "Phases": "N/A",
        "IDestudio": "NCT06089018"
    },
    {
        "Title": "Assessments in Patients With Muscular Pathology and in Control Subjects : The ActiLiège Next Study",
        "Summary": "The study aims to validate digital outcome measures continuously assess motor function. The aim is to collect longitudinal data patients control subjects using wearable device.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Belgium",
        "OverallStatus": "RECRUITING",
        "Conditions": "Duchenne Muscular Dystrophy, Fascioscapulohumeral Muscular Dystrophy, Myotonic Dystrophy 1, Charcot-Marie-Tooth, Centronuclear Myopathy, Congenital Muscular Dystrophy",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT05982119"
    },
    {
        "Title": "Extracellular RNA Biomarkers of Myotonic Dystrophy",
        "Summary": " muscular dystrophies involve examination small pieces muscle tissue called biopsies investigators interested finding less invasive methods reduce need muscle biopsie. current methods measuring response new treatments.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "United States",
        "OverallStatus": "RECRUITING",
        "Conditions": "Myotonic Dystrophy",
        "Phases": "N/A",
        "IDestudio": "NCT05020002"
    },
    {
        "Title": "Study of ARO-DM1 in Subjects With Type 1 Myotonic Dystrophy",
        "Summary": " phase study evaluate safety tolerability pharmacokinetics pk pharmacodynamics pd single multiple ascending doses compared placebo male female subjects type 1 myotonic dystrophy dm1 participants provided written informed consent.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "New Zealand, Australia",
        "OverallStatus": "RECRUITING",
        "Conditions": "Myotonic Dystrophy 1",
        "Phases": [
            "PHASE1"
        ],
        "IDestudio": "NCT06138743"
    },
    {
        "Title": "Myotonic Dystrophy - Vascular and Cognition",
        "Summary": "Cognitive disorders adult forms myotonic dystrophies type 1 heterogeneous impairment executive functions visio construction theory mind progress stage dementia nevertheless patients different degrees cognitive impairment expansion ctg triplets disrupts alternative splicing mrnas various",
        "StudyType": "OBSERVATIONAL",
        "Countries": "France",
        "OverallStatus": "RECRUITING",
        "Conditions": "Myotonic Dystrophy 1, Diabetes, Carbohydrate Intolerance",
        "Phases": "N/A",
        "IDestudio": "NCT04656210"
    },
    {
        "Title": "Study of Tideglusib in Adolescent and Adult Patients With Myotonic Dystrophy",
        "Summary": " purpose study determine whether tideglusib safe efficacious treatment adolescents adults congenital myotonic dystrophy. pharmacokinetics tide glusib primary metabolite also investigated.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United Kingdom",
        "OverallStatus": "COMPLETED",
        "Conditions": "Myotonic Dystrophy 1",
        "Phases": [
            "PHASE2"
        ],
        "IDestudio": "NCT02858908"
    },
    {
        "Title": "Muscle Relaxation in Myopathies With Positive Muscle Phenomena",
        "Summary": " muscle relaxation often overlooked property muscle compared muscle strength activation muscle relaxation affected different myopathies myotonic dystrophy myotonias brody myopathy therefore diagnostic tool quantify muscle relaxation clinical scientific importance study transcranial magnetic stimulation tms",
        "StudyType": "OBSERVATIONAL",
        "Countries": "",
        "OverallStatus": "UNKNOWN",
        "Conditions": "Nemaline Myopathy Type 6, Myotonic Dystrophy Type 2, McArdle Disease",
        "Phases": "N/A",
        "IDestudio": "NCT03211923"
    },
    {
        "Title": "Open Label Study in Adolescents and Children With Myotonic Disorders",
        "Summary": "Mexiletine is a drug used to treat myotonic disorders in children. The drug has been shown to have a safe and effective effect on patients.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "France",
        "OverallStatus": "RECRUITING",
        "Conditions": "Myotonic Dystrophy",
        "Phases": [
            "PHASE3"
        ],
        "IDestudio": "NCT04624750"
    },
    {
        "Title": "Wheelchair Skills Training for People with ARSACS and DM1",
        "Summary": "Many people use wc need help others get around always things like lead isolation stress reduced quality life addition poor use mwc could lead accidents injuries team recently showed people arsacs lower mwC skills. wheelchairs wc often",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Canada",
        "OverallStatus": "NOT_YET_RECRUITING",
        "Conditions": "Wheelchair Mobility, Manual Wheelchair Skills Training, ARSACS, Myotonic Dystrophy Type 1",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT06596850"
    },
    {
        "Title": "Development of Non-Invasive Prenatal Diagnosis for Single Gene Disorders",
        "Summary": "Maternal blood early first trimester gestation makes 5 total circulating dna cfdna maternal plasma presence maternal plasma allowed development noninvasive prenatal diagnosis disorders performed 9 weeks amenorrhea offers early safe accurate definitive diagnosis without miscarriage risk associated invasive",
        "StudyType": "OBSERVATIONAL",
        "Countries": "France",
        "OverallStatus": "RECRUITING",
        "Conditions": "Invasive PreNatal Diagnosis in a Context of Family History of Single-gene Disorders, Including, Sickle Cell Disease, Cystic Fibrosis, Fragile X Syndrome, Proximal Spinal Muscular Atrophy, Myotonic Dystrophy, Muscular Dystrophy, Duchenne, Muscular Dystrophy, Becker, Neurofibromatosis-Noonan Syndrome, Huntington Disease, Hemophilia a, Hemophilia B, MODY2 Diabetes, X-Linked Hydrocephalus, Autosomal Recessive Polycystic Kidney Disease",
        "Phases": "N/A",
        "IDestudio": "NCT06147414"
    },
    {
        "Title": "Extension of AOC 1001-CS1 (MARINA) Study in Adult Myotonic Dystrophy Type 1 (DM1) Patients",
        "Summary": " aoc 1001 administered intravenously adult myotonic dystrophy type 1 dm1 patients. aoc phase 2 extension aoc marina study evaluate safety tolerability efficacy pharmacokinetics pharmacodynamics.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "ACTIVE_NOT_RECRUITING",
        "Conditions": "DM1, Muscular Dystrophies, Myotonic Dystrophy, Myotonic Dystrophy 1, Myotonic Disorders, Muscular Disorders, Atrophic, Muscular Diseases, Musculoskeletal Diseases, Neuromuscular Diseases, Nervous System Diseases, Genetic Diseases, Inborn, Heredodegenerative Disorders, Nervous System, Neurodegenerative Diseases",
        "Phases": [
            "PHASE2"
        ],
        "IDestudio": "NCT05479981"
    },
    {
        "Title": "Study of ATX-01 in Participants with DM1",
        "Summary": "Myotonic dystrophy type 1 dm1 is a rare form of dystrophies. The trial was designed to test the safety of a novel synthetic single stranded oligonucleotide called microrna.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "France, Italy, United States",
        "OverallStatus": "RECRUITING",
        "Conditions": "Myotonic Dystrophy 1",
        "Phases": [
            "PHASE1",
            "PHASE2"
        ],
        "IDestudio": "NCT06300307"
    },
    {
        "Title": "Safety, Tolerability, PK, and PD Study of PGN-EDODM1 in Participants with Myotonic Dystrophy Type 1",
        "Summary": "Myotonic dystrophy type 1 dm1 study consists 2 periods screening period 30 days treatment observation period 16 weeks. primary purpose study evaluate safety tolerability single intravenous iv doses administered participants.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Canada, United Kingdom, United States",
        "OverallStatus": "RECRUITING",
        "Conditions": "Myotonic Dystrophy 1",
        "Phases": [
            "PHASE1"
        ],
        "IDestudio": "NCT06204809"
    },
    {
        "Title": "Efficacy and Safety of DHEA for Myotonic Dystrophy",
        "Summary": "Two doses dehydroepiandrosterone dhea adults myotonic dystrophy.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "France",
        "OverallStatus": "COMPLETED",
        "Conditions": "Myotonic Dystrophy",
        "Phases": [
            "PHASE2",
            "PHASE3"
        ],
        "IDestudio": "NCT00167609"
    },
    {
        "Title": "Observational Prolonged Trial in Myotonic Dystrophy Type 1",
        "Summary": "Myotonic dystrophy type1 dm1 rare inherited chronic progressive disease well autosomal dominant multisystemic disorder common adult form muscular dy Strophy prevalence approximately 10 per people affected 733 million people europe estimate people d",
        "StudyType": "INTERVENTIONAL",
        "Countries": "France, United Kingdom, Germany, Netherlands",
        "OverallStatus": "COMPLETED",
        "Conditions": "Myotonic Dystrophy Type 1",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT02118779"
    },
    {
        "Title": "Trial Readiness and Endpoint Assessment in Congenital Myotonic Dystrophy",
        "Summary": " congenital myotonic dystrophy cdm dominantly inherited disorder caused trinucleotide repeat expansion ctgn dmpk gene cdm occurs. Children grow risk intellectual impairment autistic features gastrointestinal symptoms motor delay investigators enroll children.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "Canada, Italy, United States",
        "OverallStatus": "ACTIVE_NOT_RECRUITING",
        "Conditions": "Congenital Myotonic Dystrophy",
        "Phases": "N/A",
        "IDestudio": "NCT03059264"
    },
    {
        "Title": "Technology Assisted Rehabilitation for Upper Limb Function in Myotonic Dystrophy Type 1",
        "Summary": "Myotonic dystrophy type 1 dm1 genetic multisystem disease causing muscle weakness myotonia result upper limb function might become impaired little research regarding rehabilitation exercise.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Norway",
        "OverallStatus": "COMPLETED",
        "Conditions": "Myotonic Dystrophy Type 1 (DM1)",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT05560438"
    },
    {
        "Title": "A Phase 1/2 Study of VX-670 in Adult Participants With Myotonic Dystrophy 1 (DM1)",
        "Summary": "Study evaluated safety tolerability pharmacokinetics pharmacodynamics different single multiple doses participants dm1. purpose study evaluate safety tolerable pharmacokinetic pharmacodynamics.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Canada, United Kingdom, Australia",
        "OverallStatus": "RECRUITING",
        "Conditions": "Myotonic Dystrophy Type 1 (DM1)",
        "Phases": [
            "PHASE1",
            "PHASE2"
        ],
        "IDestudio": "NCT06185764"
    },
    {
        "Title": "Sleep Breathing Disorders, a Main Trigger for Cardiac ARythmias in Type I Myotonic Dystrophy ?",
        "Summary": "Myotonic dystrophy dm1 patients among serious complications sleep apnea alarming arrhythmias sudden cardiac death.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "France",
        "OverallStatus": "COMPLETED",
        "Conditions": "Myotonic Dystrophy",
        "Phases": "N/A",
        "IDestudio": "NCT02375087"
    },
    {
        "Title": "The Risk of Falls Index for Patients With Neuromuscular Disorders",
        "Summary": "Short battery clinical assessments used determine risk falling patients neuromuscular diseases nmd based correlation clinical assessments two groups nmd patients scales used assess risk falling Patients. combination short quantitatively assessing muscular function balance combination short clinical scores new valid approach",
        "StudyType": "OBSERVATIONAL",
        "Countries": "Germany",
        "OverallStatus": "COMPLETED",
        "Conditions": "Inclusion Body Myositis, Myotonic Dystrophy, Facioscapulohumeral Muscular Dystrophies, Myasthenia Gravis, The Falls Efficacy Scale International, The Morse Fall Scale",
        "Phases": "N/A",
        "IDestudio": "NCT05890833"
    },
    {
        "Title": "Safety and Efficacy of Pitolisant on Excessive Daytime Sleepiness and Other Non-Muscular Symptoms in Patients With Myotonic Dystrophy Type 1",
        "Summary": "Polisant compared placebo treating excessive daytime sleepiness eds patients myotonic dystrophy type 1 ages 18 65 years. Study assess impact pitolisant fatigue cognitive function burden disease.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Canada, United States",
        "OverallStatus": "ACTIVE_NOT_RECRUITING",
        "Conditions": "Myotonic Dystrophy 1, Excessive Daytime Sleepiness",
        "Phases": [
            "PHASE2"
        ],
        "IDestudio": "NCT04886518"
    },
    {
        "Title": "The United Kingdom National Registry for Myotonic Dystrophy",
        "Summary": "Myotonic dystrophy dystrophia myotonica dm exists two forms usually referred dm1 type 1 dm2 type 2 conditions genetic disorders affects different gene. thought affect at least 1 people worldwide.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "United Kingdom",
        "OverallStatus": "RECRUITING",
        "Conditions": "Myotonic Dystrophy",
        "Phases": "N/A",
        "IDestudio": "NCT04003363"
    },
    {
        "Title": "An Open-Label Extension Study to Evaluate the Long-Term Safety and Efficacy of Once Daily Mexiletine PR in Patients With Myotonic Dystrophy Type 1 and Type 2 Who Have Completed MEX-DM-302 Study.",
        "Summary": " extension study intended evaluate safety efficacy mexiletine pr patients myotonic dystrophy type 1 type 2 dm1 dm2 completed parent study.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "",
        "OverallStatus": "NOT_YET_RECRUITING",
        "Conditions": "Myotonic Dystrophy",
        "Phases": [
            "PHASE3"
        ],
        "IDestudio": "NCT06549400"
    },
    {
        "Title": "The Efficacy and Safety of Once Daily Mexiletine PR in Patients With Myotonic Dystrophy Type 1 and Type 2",
        "Summary": " randomized study investigate efficacy safety daily mexiletine pr 26 weeks treatment patients myotonic dystrophy type 1 type 2 hercules study.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "",
        "OverallStatus": "NOT_YET_RECRUITING",
        "Conditions": "Myotonic Dystrophy",
        "Phases": [
            "PHASE3"
        ],
        "IDestudio": "NCT06523400"
    },
    {
        "Title": "A Remote Physical Activity Program in the Population Suffering From Type 1 Myotonic Dystrophy",
        "Summary": " dm1 unfortunately accentuated pandemic reducing risk exposure objectives. pandemic exacerbates health problems reducing access adapted advanced physical rehabilitation several people need rehabilitation services including population myotonic dystrophy type 1.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Canada",
        "OverallStatus": "UNKNOWN",
        "Conditions": "Myotonic Dystrophy Type 1 (DM1)",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT05072288"
    },
    {
        "Title": "Pelvic Floor Muscle Training for Women With Myotonic Dystrophy",
        "Summary": "Study conducted 12 women confirmed diagnosis dm1 urinary incontinence. Participants follow pfm training program comprising weekly sessions experienced physiotherapist well home exercise program outcomes measures assessed baseline.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Canada",
        "OverallStatus": "ENROLLING_BY_INVITATION",
        "Conditions": "Myotonic Dystrophy Type 1, Urinary Incontinence",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT06316778"
    },
    {
        "Title": "Cerebrospinal Fluid Biomarkers of Myotonic Dystrophy",
        "Summary": " myotonic dystrophy associated central sleep apnea excessive daytime sleepiness diminished working memory impaired visuospatial skills deficits skills cerebrospinal fluid csf clear colorless fluid surrounds protects brain changes composition csf serve early indicators",
        "StudyType": "OBSERVATIONAL",
        "Countries": "United States",
        "OverallStatus": "RECRUITING",
        "Conditions": "Myotonic Dystrophy Type 1",
        "Phases": "N/A",
        "IDestudio": "NCT06075693"
    },
    {
        "Title": "Estab Biomarkers and Clinical Endpoints in Myotonic Dystrophy Type 1 (END-DM1)",
        "Summary": "Myotonic dystrophy clinical research network dmcrn present study seeks overcome insufficient data. Lack reliable biomarkers incomplete characterization limited biological understanding phenotypic heterogeneity. Funding fda oopd.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "Germany, Netherlands, New Zealand, Canada, Italy, United States, United Kingdom",
        "OverallStatus": "RECRUITING",
        "Conditions": "Myotonic Dystrophy 1, DM1",
        "Phases": "N/A",
        "IDestudio": "NCT03981575"
    },
    {
        "Title": "A Safety andTolerability Study of Multiple Doses of ISIS-DMPKRx in Adults With Myotonic Dystrophy Type 1",
        "Summary": "Study test safety tolerability pharmacokinetics multiple escalating doses administered subcutaneously adult patients dm1.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Myotonic Dystrophy Type 1",
        "Phases": [
            "PHASE1",
            "PHASE2"
        ],
        "IDestudio": "NCT02312011"
    },
    {
        "Title": "An Observational Study in Adult Patients With Non-dystrophic Myotonic Disorders",
        "Summary": ". prospective observational multicentre study evaluate safety effectiveness of namuscla adult patients.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "France, United Kingdom, Germany",
        "OverallStatus": "ACTIVE_NOT_RECRUITING",
        "Conditions": "Myotonic Dystrophy",
        "Phases": "N/A",
        "IDestudio": "NCT04616807"
    },
    {
        "Title": "Postural Spirometry Changes in Ambulatory Myotonic Dystrophy Patients",
        "Summary": "Myotonic dystrophy type 1 (MD1) is an autosomal dominant multisystem disease common muscular dystrophies adults european prevalence 000 disease course progressive associating muscular weakness wasting myotonia respiratory dysfunction common",
        "StudyType": "INTERVENTIONAL",
        "Countries": "France",
        "OverallStatus": "COMPLETED",
        "Conditions": "Myotonic Dystrophy",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT01242007"
    },
    {
        "Title": "Global Study of Del-desiran for the Treatment of DM1",
        "Summary": " intravenous delpacibart etedesiran abbreviated formerly aoc 1001 treatment myotonic dystrophy type 1. phase 3 randomized global study evaluate efficacy safety.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Japan, Germany, France, Spain, Netherlands, Ireland, Canada, Denmark, Italy, United States, United Kingdom",
        "OverallStatus": "RECRUITING",
        "Conditions": "DM1, Myotonic Dystrophy, Myotonic Dystrophy 1, Myotonia, Myotonic Dystrophy Type 1 (DM1), Dystrophy Myotonic, Myotonic Disorders, Steinert Disease, Steinert, Myotonic Muscular Dystrophy",
        "Phases": [
            "PHASE3"
        ],
        "IDestudio": "NCT06411288"
    },
    {
        "Title": "DMCRN-02-001: Assessing Pediatric Endpoints in DM1",
        "Summary": "Overall goal study establish valid clinical endpoint assessments. Children congenital myotonic dystrophy type 1 develop biomarkers condition.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "Italy, United States",
        "OverallStatus": "RECRUITING",
        "Conditions": "Congenital Myotonic Dystrophy, Childhood Myotonic Dystrophy, CDM, CHDM",
        "Phases": "N/A",
        "IDestudio": "NCT05224778"
    },
    {
        "Title": "Clinical Outcome Measures in Myotonic Dystrophy Type 2",
        "Summary": "Myotonic dystrophy type 2 dm2 at least 60 d m2 evaluated battery patients reported outcomes pros clinical outcome measures. Patients 6 months age control cohort assessed.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "Germany",
        "OverallStatus": "COMPLETED",
        "Conditions": "Myotonic Dystrophy Type 2",
        "Phases": "N/A",
        "IDestudio": "NCT03603171"
    },
    {
        "Title": "Breathlessness Assessment in Adult Patients With Myotonic Dystrophy Type 1",
        "Summary": "Myotonic dystrophy type 1 dm1 one common neuromuscular diseases adults respiratory dysfunction common cause death patients. respiratory disease progression must monitored combining symptom screening respiratory function testing order identify appropriate time initiate non invasive ventilation niv",
        "StudyType": "OBSERVATIONAL",
        "Countries": "France",
        "OverallStatus": "COMPLETED",
        "Conditions": "Myotonic Dystrophy Type 1 (DM1)",
        "Phases": "N/A",
        "IDestudio": "NCT04835298"
    },
    {
        "Title": "Myotonic Dystrophy Type 1 and Resistance Exercise",
        "Summary": "Resistance exercise may help patients suffering myotonic dystrophy type 1. Patients could benefit from resistance exercise mode exercise detrimental mobility.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Norway",
        "OverallStatus": "COMPLETED",
        "Conditions": "Myotonic Dystrophy 1",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT05036447"
    },
    {
        "Title": "Tracking the Brain in Myotonic Dystrophies: a 5-year Longitudinal Follow-up Study",
        "Summary": "Myotonic dystrophy types 1 2 still unknown investigators designed longitudinal neuropsychological neuroimaging study address issue. healthy controls enrolled participants undergo examinations.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "",
        "OverallStatus": "COMPLETED",
        "Conditions": "Myotonic Dystrophy 1, Myotonic Dystrophy 2",
        "Phases": "N/A",
        "IDestudio": "NCT02729597"
    },
    {
        "Title": "Profile of Dysphagia in Myotonic Dystrophy Type 1 (DM1)",
        "Summary": "Myotonic dystrophy type 1 dm1 main questions aims answer whether size structure muscles involved swallowing differ without disease. Size structure muscles may associate swallowing function with symptoms.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "United Kingdom",
        "OverallStatus": "RECRUITING",
        "Conditions": "Myotonic Dystrophy 1, Dysphagia, Oropharyngeal",
        "Phases": "N/A",
        "IDestudio": "NCT05865483"
    },
    {
        "Title": "Virtual Reality-training in Theory of Mind in the Childhood Form of Myotonic Dystrophy Type 1",
        "Summary": "There are increasing number researchers using virtual reality rehabilitation executive functions theory mind patients neurodevelopmental pathology millen cobb 2010 brain damage le gall besnard louisy.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "France",
        "OverallStatus": "ENROLLING_BY_INVITATION",
        "Conditions": "Myotonic Dystrophy Type 1",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT05916677"
    },
    {
        "Title": "Safety and Efficacy Study of Recombinant Human Insulin-Like Growth Factor-I/Recombinant Human Insulin-Like Growth Factor Binding Protein-3 (rhIGF-I/rhIGFBP-3) In Myotonic Dystrophy Type 1",
        "Summary": " investigate effects treatment 24 weeks endurance ambulation cognitive functioning insulin resistance lipid levels muscle function strength pain gastrointestinal functioning quality life endpoints dm1 patients.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Myotonic Dystrophy Type 1",
        "Phases": [
            "PHASE2"
        ],
        "IDestudio": "NCT00577577"
    },
    {
        "Title": "Brain Involvement in Myotonic Dystrophy Type I: From Functional Neuroimaging to the Impact on Quality of Life",
        "Summary": " project aims characterize dm1 patients collecting clinical neuropsychological neuroimaging molecular rehabilitative data order elucidate etiology.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "",
        "OverallStatus": "COMPLETED",
        "Conditions": "Myotonic Dystrophy Type 1 (DM1)",
        "Phases": "N/A",
        "IDestudio": "NCT03589677"
    },
    {
        "Title": "Brain Structure and Clinical Endpoints in Myotonic Dystrophy Type 2",
        "Summary": "Dm2 affects brain structure cognitive function brain imaging studies dm2 extremely limited prospective study. nearly patients myotonic dystrophy type 2 report impaired cognition among disabling symptoms.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "United States",
        "OverallStatus": "RECRUITING",
        "Conditions": "Myotonic Dystrophy Type 2",
        "Phases": "N/A",
        "IDestudio": "NCT05854433"
    },
    {
        "Title": "A Clinical Study of PGN-EDODM1 in People with Myotonic Dystrophy Type 1",
        "Summary": "People with myotonic dystrophy type 1 dm1 compared to placebo. People with Myotonic Dystrophy Type 1 dM1 compared placebo.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "",
        "OverallStatus": "NOT_YET_RECRUITING",
        "Conditions": "Myotonic Dystrophy 1",
        "Phases": [
            "PHASE2"
        ],
        "IDestudio": "NCT06667453"
    },
    {
        "Title": "NIPD on cffDNA for Triplet Repeat Diseases",
        "Summary": "Triplet repeat diseases huntington disease myotonic dystrophy fragile x syndrome comparison two 3rd generation long fragment dna sequencing techniques performed methods based phasing techniques parental haplotypes without proband.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "France",
        "OverallStatus": "UNKNOWN",
        "Conditions": "Myotonic Dystrophy 1, Huntington Disease, Fragile X Syndrome",
        "Phases": "N/A",
        "IDestudio": "NCT04698551"
    }
]