[
    {
        "Title": "rhGAA in Patients With Infantile-onset Glycogen Storage Disease-II (Pompe Disease)",
        "Summary": "Glycogen storage disease type ii also known pompe disease caused deficiency of critical enzyme body called acid gaa normally gaa. Excessive amount glycogen accumulates stored various tissues especially heart skeletal muscle prevents normal function.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "France, United Kingdom, Israel, United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Glycogen Storage Disease Type II, Pompe Disease, Acid Maltase Deficiency Disease, Glycogenosis 2",
        "Phases": [
            "PHASE1",
            "PHASE2"
        ],
        "IDestudio": "NCT00053573"
    },
    {
        "Title": "Study to Evaluate Efficacy and Safety in Chinese Patients With Late Onset Pompe Disease With Alglucosidase Alfa Treatmen",
        "Summary": "Primary objective evaluate effect alglucosidase alfa treatment motor function walk test 6mwt lung function predicted forced vital capacity fvc among chinese late onset pompe disease patients 5 years old evaluate safety myozyme iv",
        "StudyType": "INTERVENTIONAL",
        "Countries": "China",
        "OverallStatus": "COMPLETED",
        "Conditions": "Pompe's Disease",
        "Phases": [
            "PHASE4"
        ],
        "IDestudio": "NCT04676373"
    },
    {
        "Title": "AAV2/8-LSPhGAA (ACTUS-101) in Late-Onset Pompe Disease",
        "Summary": "A. ascending dose trial administered intravenously. The trial was the first of its kind in the U.S.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "ACTIVE_NOT_RECRUITING",
        "Conditions": "Pompe Disease",
        "Phases": [
            "PHASE1",
            "PHASE2"
        ],
        "IDestudio": "NCT03533673"
    },
    {
        "Title": "Pompe Pregnancy Sub-Registry",
        "Summary": " multicenter international longitudinal observational voluntary program designed track pregnancy outcomes. pregnant woman enrolled pompe registry regardless whether receiving therapy ert alglucosidase alfa.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "Czechia, Belgium, Croatia, Italy, United States",
        "OverallStatus": "RECRUITING",
        "Conditions": "Glycogen Storage Disease Type II (GSD-II), Pompe Disease (Late-onset), Glycogenesis 2 Acid Maltase Deficiency",
        "Phases": "N/A",
        "IDestudio": "NCT00567073"
    },
    {
        "Title": "Pompe Gene Therapy- Screening for Eligibility",
        "Summary": "Pompe disease study assessments include review medical history vital signs physical examination muscle function testing lung function testing blood urine collection serum pregnancy test ecg. purpose study determine eligibility future clinical trial gene therapy adults.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Pompe Disease (Late-onset)",
        "Phases": "N/A",
        "IDestudio": "NCT03285126"
    },
    {
        "Title": "Frequency of Pompe Disease in Patients With Myalgia With or Without Hyper Ckemia - Data From the Reference Center (CERCA)",
        "Summary": " pompe disease lysosomal storage disease autosomal recessive genetic transmission due to deficiency acid alpha glucosidase enzyme deficiency. glycogen overload cells marked expression muscle cells great variability clinical manifestations age onset symptoms depending whether enzyme deficiency",
        "StudyType": "OBSERVATIONAL",
        "Countries": "Martinique",
        "OverallStatus": "UNKNOWN",
        "Conditions": "Pompe Disease",
        "Phases": "N/A",
        "IDestudio": "NCT05092230"
    },
    {
        "Title": "Getting Global Rare Disease Insights Through Technology Study",
        "Summary": " project randomized controlled trial use mobile health journal called zamplo formerly known myhealthjournal zoeinsights record patient reported outcomes prom patients metabolic disorders. objective study assess feasibility acceptability potential effectiveness. primary outcome follows patient activation following use",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Canada",
        "OverallStatus": "UNKNOWN",
        "Conditions": "Metabolic Disease, Fabry Disease, Gaucher Disease, Pompe Disease, Mitochondrial Diseases",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT04758130"
    },
    {
        "Title": "A Study About Antibody Levels and Biomarkers in the Blood in People With Late-onset Pompe Disease",
        "Summary": " pompe disease genetic condition causes muscle weakness time people pomPE disease faulty gene makes enzyme called acid gaa enzyme breaks type sugar called glycogen without enzyme glycogen cells body causes muscleweakness symptoms pom pe disease happen age",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Japan, Germany, Taiwan, France, Spain, Australia, Italy, United States, United Kingdom",
        "OverallStatus": "RECRUITING",
        "Conditions": "Pompe Disease (Late-onset)",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT06150820"
    },
    {
        "Title": "Baby Detect : Genomic Newborn Screening",
        "Summary": " newborn screening nbs global initiative systematic testing birth identify babies severe treatable conditions simple blood test rare genetic conditions easily detected early start transformative treatment help avoid severe disabilities.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "Belgium",
        "OverallStatus": "RECRUITING",
        "Conditions": "Congenital Adrenal Hyperplasia, Familial Hyperinsulinemic Hypoglycemia 1, Phosphoglucomutase 1 Deficiency, Maturity Onset Diabetes of the Young, Cystic Fibrosis, Hypophosphatasia, Infantile, Congenital Hypothyroidism, Deficit in Anterior Pituitary Function and Variable Immunodeficiency, Pituitary Hormone Deficiency, Combined, Diamond Blackfan Anemia, Wiskott-Aldrich Syndrome, Fanconi Anemia, Hemophilia A, Hemophilia B, Glucose 6 Phosphate Dehydrogenase Deficiency, Alpha-Thalassemia, Sickle Cell Disease, Shwachman-Diamond Syndrome, Alpha 1-Antitrypsin Deficiency, Inflammatory Bowel Disease 25, Autosomal Recessive, Wilson Disease, Progressive Familial Intrahepatic Cholestasis, Crigler-Najjar Syndrome, Familial Chylomicronemia, Lysosomal Acid Lipase Deficiency, Familial Hemophagocytic Lymphocytosis, Griscelli Syndrome, Chediak-Higashi Syndrome, Severe Congenital Neutropenia, Severe Combined Immune Deficiency, Chronic Granulomatous Disease, Menkes Disease, Adrenoleukodystrophy, Smith-Lemli-Opitz Syndrome, Ataxia With Vitamin E Deficiency, Thiamine Metabolism Dysfunction Syndrome 5 (Episodic Encephalopathy Type), Thiamine Metabolism Dysfunction Syndrome 4 (Bilateral Striatal Degeneration and Progressive Polyneuropathy Type), Thiamine-Responsive Megaloblastic Anemia, Thiamine Metabolism Dysfunction Syndrome 2, Deficiency of GOT2, Cerebral Folate Transport Deficiency, Segawa Syndrome, Autosomal Recessive, Congenital Myasthenic Syndrome, Metachromatic Leukodystrophy, Sepiapterin Reductase Deficiency, Dopamine Beta Hydroxylase Deficiency, Glut1 Deficiency Syndrome, Late-Infantile Neuronal Ceroid Lipofuscinosis, Aromatic L-amino Acid Decarboxylase Deficiency, Charcot-Marie-Tooth Disease, Type 6C, Hereditary Hyperekplexia, Brain Dopamine-Serotonin Vesicular Transport Disease, Very Long Chain Hydroxy Acyl Dehydrogenase Deficiency, Tyrosinemia, Type I, Disaccharide Intolerance I, Beta Ketothiolase Deficiency, Phosphoglycerate Dehydrogenase Deficiency, Succinyl-Coa:3-Ketoacid Coa-Transferase Deficiency, Pyridoxine-5'-Phosphate Oxidase Deficiency, Pyridoxine-Dependent Epilepsy, Propionic Acidemia, Pompe Disease, Phenylalanine Hydroxylase Deficiency, Ornithine Transcarbamylase Deficiency, N Acetyl Glutamate Synthetase Deficiency, Riboflavin Deficiency, Maple Syrup Urine Disease, Medium Chain Acyl CoA Dehydrogenase Deficiency, Malonic Acidemia, Long-chain 3-hydroxyacyl-CoA Dehydrogenase Deficiency, Isovaleric Acidemia, Phosphoserine Aminotransferase Deficiency, Phosphoserine Phosphatase Deficiency, Hyperornithinemia-Hyperammonemia-Homocitrullinuria, S-Adenosylhomocysteine Hydrolase Deficiency, Mucopolysaccharidosis VII, Mucopolysaccharidosis VI, Mucopolysaccharidosis IV A, Mucopolysaccharidosis II, Mucopolysaccharidosis I, Transcobalamin Deficiency, Isolated Methylmalonic Acidemia, Cobalamin Deficiency, Homocystinuria, Holocarboxylase Synthetase Deficiency, Fanconi Bickel Syndrome, Glycogen Storage Disease, Glycine Encephalopathy, Glutaric Acidemia I, Glucose Galactose Malabsorption, Gaucher Disease, Type 1, Galactosemias, Fructosemia, Fructose-1,6-Diphosphatase Deficiency, Carbamoyl Phosphate Synthase 1 Deficiency, Citrullinemia Type II, Citrullinemia 1, Creatine Deficiency Syndrome, Systemic Primary Carnitine Deficiency, Carnitine Palmitoyltransferase Deficiency 2, Carnitine Palmitoyltransferase Deficiency 1, Carnitine Acylcarnitine Translocase Deficiency, Riboflavin Transporter Deficiency, Branched-Chain Keto Acid Dehydrogenase Kinase Deficiency, Andersen Tawil Syndrome, Timothy Syndrome, Jervell-Lange Nielsen Syndrome, Catecholaminergic Polymorphic Ventricular Tachycardia, Familial Hypertrophic Cardiomyopathy Type 4, Pseudohypoaldosteronism, Type II, Pseudohypoaldosteronism Type 1, Primary Hyperoxaluria, X Linked Hypophosphatemia, Hereditary Nephrogenic Diabetes Insipidus, Cystinosis, Congenital Nephrotic Syndrome, Finnish Type, Alport Syndrome, Hereditary Retinoblastoma, Biotinidase Deficiency, Aciduria, Argininosuccinic, Argininemia, Acyl-CoA Dehydrogenase Family, Member 9, Deficiency of, 3-Hydroxy 3-Methyl Glutaric Aciduria, 3-Hydroxy-3-Methylglutaryl-CoA Synthase 2 Deficiency",
        "Phases": "N/A",
        "IDestudio": "NCT05687474"
    },
    {
        "Title": "A Pilot Study of Pyridostigmine in Pompe Disease",
        "Summary": " pyridostigmine acetylcholinesterase inhibitor degrades acetylCholine neuromuscular junction based on recent studies. pompe disease increases functional impact neurotransmitter hypothesis use.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "TERMINATED",
        "Conditions": "Pompe Disease",
        "Phases": [
            "EARLY_PHASE1"
        ],
        "IDestudio": "NCT02357225"
    },
    {
        "Title": "Study to Assess the Safety, Tolerability, PK and PD of ABX1100",
        "Summary": "Study fih phase 1 study assess safety tolerability pharmacokinetics pharmacodynamics single ascending dose sad multiple doses md abx1100 administered intravenously healthy participants part features sad study randomized design nhvs involving 3 cohorts.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Canada",
        "OverallStatus": "RECRUITING",
        "Conditions": "Healthy, Late Onset Pompe Disease",
        "Phases": [
            "EARLY_PHASE1"
        ],
        "IDestudio": "NCT06109948"
    },
    {
        "Title": "A Long-term Study for the Outcome of Pompe Disease",
        "Summary": "Pompe disease patients underwent enzyme replacement therapy to treat the disease. Patients with the disease were given an enzyme replacement drug to treat it.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "Taiwan",
        "OverallStatus": "RECRUITING",
        "Conditions": "Pompe Disease",
        "Phases": "N/A",
        "IDestudio": "NCT02399748"
    },
    {
        "Title": "Phase II Clinical Trial of Clenbuterol in Adult Patients With Pompe Disease",
        "Summary": "Study will determine safety efficacy regard motor function oral clenbuterol combination ert subjects lopd.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "WITHDRAWN",
        "Conditions": "Pompe Disease (Late-onset)",
        "Phases": [
            "PHASE2"
        ],
        "IDestudio": "NCT04094948"
    },
    {
        "Title": "Safety and Effectiveness of Resistance Exercise Training in Patients With Pompe Disease.",
        "Summary": "Pompe disease research study determine exercise help improve muscle strength endurance quality life. Study defined outcome patients as those with Pompe disease treated combined diet exercise therapy.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Pompe Disease, Muscle Weakness",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT02654886"
    },
    {
        "Title": "Musculoskeletal Nociceptive Pain in Participants With Neuromuscular Disorders",
        "Summary": "Primary aim characterize prevalence severity quality musculoskeletal nociceptive pain adult patients neuromuscular disorders nmd. Secondary objectives evaluate whether severity distribution muscle pain associated muscle function.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "Germany",
        "OverallStatus": "COMPLETED",
        "Conditions": "Pompe Disease (Late-onset), Myotonic Dystrophy Type 1 (DM1), Myotonic Dystrophy Type 2, Spinal Muscular Atrophy Type 3, Inclusion Body Myositis, Sporadic, Facioscapulohumeral Muscular Dystrophy 1, Healthy",
        "Phases": "N/A",
        "IDestudio": "NCT04907162"
    },
    {
        "Title": "Immune Tolerance Induction Study",
        "Summary": "Pompe disease previously received alglucosidase alfa treatment evaluate efficacy safety clinical benefit 2 immune tolerance induction iti regimens combination eligible participants receiving therapy enrolled study followed minimum 18 months.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Israel, United States",
        "OverallStatus": "TERMINATED",
        "Conditions": "Pompe Disease, Glycogen Storage Disease Type II (GSD-II), Glycogenesis 2 Acid Maltase Deficiency",
        "Phases": [
            "PHASE4"
        ],
        "IDestudio": "NCT00701701"
    },
    {
        "Title": "An Exploratory Study of the Safety and Efficacy of Prophylactic Immunomodulatory Treatment in Myozyme-naive Cross-Reacting Immunologic Material (CRIM[-]) Patients With Infantile-Onset Pompe Disease",
        "Summary": "Study objectives assess efficacy prophylactic immunomodulatory regimen given prior first treatment alglucosidase alfa. evaluate clinical benefit measured overall survival survival left ventricular mass index lvmi gross motor function development disability index",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Pompe Disease, Glycogen Storage Disease Type II",
        "Phases": [
            "PHASE4"
        ],
        "IDestudio": "NCT00701129"
    },
    {
        "Title": "A Study Comparing ATB200/AT2221 With Alglucosidase Alfa/Placebo in Adult Subjects With Late-onset Pompe Disease",
        "Summary": "The study compared alglucosidase to intravenous atb200 oral at2221 adult subjects late onset pompe disease.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Austria, Australia, Sweden, United States, Bosnia and Herzegovina, Greece, Spain, Korea, Republic of, Denmark, Italy, Poland, United Kingdom, Belgium, Bulgaria, France, Netherlands, Canada, Taiwan, Slovenia, Japan, Argentina, Germany, New Zealand, Hungary",
        "OverallStatus": "COMPLETED",
        "Conditions": "Pompe Disease (Late-onset)",
        "Phases": [
            "PHASE3"
        ],
        "IDestudio": "NCT03729362"
    },
    {
        "Title": "Safety and Effectiveness Study of rhGAA in Patients With Advanced Late-Onset Pompe Disease Receiving Respiratory Support",
        "Summary": " pompe disease also known glycogen storage disease type ii caused deficiency critical enzyme body called acid gaa normally gaa used body cells break glycogen stored form sugar.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "France",
        "OverallStatus": "COMPLETED",
        "Conditions": "Pompe Disease (Late-onset), Glycogen Storage Disease Type II (GSD-II), Acid Maltase Deficiency Disease, Glycogenosis 2",
        "Phases": [
            "PHASE3"
        ],
        "IDestudio": "NCT00268944"
    },
    {
        "Title": "Treatment Frequency Reduction in Pompe Disease",
        "Summary": " alglucosidase alfa 20 every 2 weeks every 4 weeks safe lead increased progression disease selected group patients pompe disease. aim study assess dosing frequency reduction.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "",
        "OverallStatus": "NOT_YET_RECRUITING",
        "Conditions": "Pompe Disease (Late-onset), GAA Deficiency, Glycogen Storage Disease Type II, Acid Maltase Deficiency",
        "Phases": [
            "PHASE4"
        ],
        "IDestudio": "NCT06575829"
    },
    {
        "Title": "Detection of Pompe Disease in Adult Patients With Myopathies of Uncertain Origin or With Asymptomatic Hyper-CK-emia",
        "Summary": "Proximal myopathy predominantly pelvic girdle area sometimes first symptoms shortness breath diaphragm weakness herald progressive proximal muscle weakness heart liver affected serum ck creatine kinase activity 2 10 times higher normal emg electromy",
        "StudyType": "OBSERVATIONAL",
        "Countries": "Spain",
        "OverallStatus": "UNKNOWN",
        "Conditions": "Pompe Disease",
        "Phases": "N/A",
        "IDestudio": "NCT01482494"
    },
    {
        "Title": "First-In-Human Study to Evaluate Safety, Tolerability, and PK of Intravenous ATB200 Alone and When Co-Administered With Oral AT2221",
        "Summary": "Pompe disease patients currently receiving therapy ert purpose study find investigational new drugs atb200 at2221 safe adults.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Germany, Netherlands, Australia, New Zealand, United States, United Kingdom",
        "OverallStatus": "COMPLETED",
        "Conditions": "Pompe Disease",
        "Phases": [
            "PHASE1",
            "PHASE2"
        ],
        "IDestudio": "NCT02675465"
    },
    {
        "Title": "Determination of CRIM Status and Longitudinal Follow-up of Individuals With Pompe Disease",
        "Summary": "Pompe disease investigators regularly collect review medical information regarding diagnosis, treatment and outcomes. The study includes a longitudinal natural history study.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "United States",
        "OverallStatus": "RECRUITING",
        "Conditions": "Pompe Disease",
        "Phases": "N/A",
        "IDestudio": "NCT01665326"
    },
    {
        "Title": "A Study of rhGAA in Patients With Late-Onset Pompe Disease",
        "Summary": " pompe disease also known glycogen storage disease type ii caused deficiency critical enzyme body called acid gaa normally gaa used body cells break glycogen stored form sugar within specialized structures called lysosomes.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Netherlands",
        "OverallStatus": "COMPLETED",
        "Conditions": "Pompe Disease (Late-onset), Glycogen Storage Disease Type II (GSD-II), Acid Maltase Deficiency Disease, Glycogenosis 2",
        "Phases": [
            "PHASE2"
        ],
        "IDestudio": "NCT00250939"
    },
    {
        "Title": "A Study of the Safety and Pharmacokinetics of rhGAA in Siblings With Glycogen Storage Disease Type II",
        "Summary": "Pompe disease caused deficiency critical enzyme body called acid gaa normally gaa used body cells break glycogen stored form sugar within specialized structures called lysosomes patients excessive amount glycogen accumulates stored various tissues especially heart skeletal muscle",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Glycogen Storage Disease Type II, Pompe Disease, Acid Maltase Deficiency Disease, Glycogenosis 2",
        "Phases": [
            "PHASE2"
        ],
        "IDestudio": "NCT00051935"
    },
    {
        "Title": "Neutralizing Antibody Seroprevalence Study With a Retrospective Component in Participants With Late-Onset Pompe Disease",
        "Summary": "Lopd may provide information better understand disease features better drive design future interventional investigational gene therapy trial understanding underlying status liver muscle health individuals. It may also inform best surveillance conduct gene therapy trials.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Germany, France, Netherlands, Italy, United States, United Kingdom",
        "OverallStatus": "COMPLETED",
        "Conditions": "Pompe Disease, Pompe Disease (Late-onset), Glycogen Storage Disease Type 2, LOPD, Lysosomal Storage Diseases, Acid Maltase Deficiency",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT03893240"
    },
    {
        "Title": "Growth and Development Study of Alglucosidase Alfa",
        "Summary": " pompe disease also known glycogen storage disease type ii rare autosomal recessive metabolic muscle disease caused deficiency acid α glucosidase gaa enzyme degrades lysosomal glycogen.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Pompe Disease, Glycogen Storage Disease Type II (GSD-II), Acid Maltase Deficiency Disease",
        "Phases": [
            "PHASE4"
        ],
        "IDestudio": "NCT00486889"
    },
    {
        "Title": "Immune Modulation Therapy for Pompe Disease",
        "Summary": " purpose study assess human acid antibody titers treatment immune modulation therapy patients pompe disease.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Taiwan",
        "OverallStatus": "UNKNOWN",
        "Conditions": "Pompe Disease",
        "Phases": [
            "PHASE4"
        ],
        "IDestudio": "NCT02525172"
    },
    {
        "Title": "Albuterol in Individuals With Late Onset Pompe Disease (LOPD)",
        "Summary": " albuterol drug approved us food drug administration fda treating breathing problems asthma. Studies shown al buterol may beneficial improving muscle function people pompe disease.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Pompe Disease",
        "Phases": [
            "PHASE1"
        ],
        "IDestudio": "NCT01859624"
    },
    {
        "Title": "Pregnancy and Birth Outcome in Women With Pompe Disease",
        "Summary": "Study explores outcome effect of pompe disease on pregnancy. Results expected to guide clinicians counseling care women.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Pompe Disease",
        "Phases": "N/A",
        "IDestudio": "NCT01556516"
    },
    {
        "Title": "Safety and Efficacy of Recombinant Human Acid Alpha-Glucosidase in the Treatment of Classical Infantile Pompe Disease",
        "Summary": " pompe disease caused deficiency critical enzyme body called acid alpha glucosidase gaa normally gaa used body cells break glycogen stored form sugar within specialized structures called lysosomes infants severe cases pom pe disease called classical",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Pompe Disease, Glycogen Storage Disease Type II, Acid Maltase Deficiency Disease, Glycogenosis 2",
        "Phases": [
            "PHASE2"
        ],
        "IDestudio": "NCT00025896"
    },
    {
        "Title": "Screening for Early Detection and Prevention of Pompe Disease in Israel Using Tandem Mass Spectrometry",
        "Summary": "Pompe disease glycogen storage disease type ii implemented newborn screening program among israeli population.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "Israel",
        "OverallStatus": "UNKNOWN",
        "Conditions": "Pompe Disease",
        "Phases": "N/A",
        "IDestudio": "NCT01409486"
    },
    {
        "Title": "Prevalence of Pompe's Disease in Respiratory Clinics",
        "Summary": " pompe disease rare condition causes weakness respiratory muscles may therefore cause symptoms breathlessness even respiratory failure requiring use ventilator night.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "",
        "OverallStatus": "UNKNOWN",
        "Conditions": "Pompe's Disease",
        "Phases": "N/A",
        "IDestudio": "NCT02527239"
    },
    {
        "Title": "Screening Protocol to Evaluate Acid Alpha-Glucosidase (GAA) Activity and GAA Gene Mutations in Patients With Late Onset Pompe Disease",
        "Summary": " pompe disease also known glycogen storage disease type ii caused deficiency critical enzyme body called acid gaa normally gaa used body cells break glycogen stored form sugar within specialized structures called lysosomes.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Pompe Disease",
        "Phases": "N/A",
        "IDestudio": "NCT00113035"
    },
    {
        "Title": "Development and Validation of the FBIndex to Determine the Risk of Falls for Patients with Neuromuscular Disorders",
        "Summary": " currently standardised fall risk scores guidelines use appropriate assistive gait devices agds people neuromuscular disorders nmds clear medical unmet need provide battery appropriate locomotor gait assessments determine risk falling patients.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "",
        "OverallStatus": "ENROLLING_BY_INVITATION",
        "Conditions": "Inclusion Body Myositis, Myotonic Dystrophy, Limb-girdle and Facioscapulohumeral Muscular Dystrophies, Pompe Disease, Myasthenia Gravis, Lambert-Eaton-Syndrome, Amyotrophic Lateral Sclerosis, Spinal Muscular Atrophy, Guillain-Barré Syndrome, Chronic Inflammatory Demyelinating Polyneuropathy, Friedreich Ataxia, Hereditary Motor Sensory Neuropathy",
        "Phases": "N/A",
        "IDestudio": "NCT06605612"
    },
    {
        "Title": "Safety/Tolerability/Pharmacokinetic (PK)/Pharmacodynamics (PD) Study of BMN701 in Patients With Late-Onset Pompe Disease",
        "Summary": "The study involved 701 patients with pompe disease. Patients were given intravenous infusion every 2 weeks for 2 weeks.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Germany, France, Australia, United States, United Kingdom",
        "OverallStatus": "COMPLETED",
        "Conditions": "Pompe Disease",
        "Phases": [
            "PHASE1",
            "PHASE2"
        ],
        "IDestudio": "NCT01230801"
    },
    {
        "Title": "Investigating Pompe Prevalence in Neuromuscular Medicine Academic Practices",
        "Summary": "Pompe disease varies depending ethnicity geographic region 2010 nine studies published documenting incidence. Large university medical centers specializing neuromuscular diseases would see higher incidence.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Pompe Disease",
        "Phases": "N/A",
        "IDestudio": "NCT02838368"
    },
    {
        "Title": "Extension Study for Patients Who Have Participated in a BMN 701 Study",
        "Summary": " phase 2 multiple dose study bmn 701 administered iv infusion every 2 weeks qow patients pompe disease.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Germany, France, Australia, New Zealand, United States, United Kingdom",
        "OverallStatus": "TERMINATED",
        "Conditions": "Pompe Disease",
        "Phases": [
            "PHASE2"
        ],
        "IDestudio": "NCT01435772"
    },
    {
        "Title": "Long-term Outcome in Late-onset Pompe Disease Treated Beyond 36 Months (STIG-Pompe-Study)",
        "Summary": "Pompe disease treated beyond 36 months multicenter multinational longitudinal observational study subjects at least 8 years old diagnosed.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "Italy, Germany, Taiwan",
        "OverallStatus": "COMPLETED",
        "Conditions": "Pompe Disease",
        "Phases": "N/A",
        "IDestudio": "NCT02824068"
    },
    {
        "Title": "Study Determining the Frequency of Duchenne Muscular Dystrophy and Late-onset Pompe Disease",
        "Summary": "Study was a multicenter prospective screening study working period 12 months. Study followed used demographic data medical family histories patients included. Study collected first admission following laboratory values patients collected.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "Turkey",
        "OverallStatus": "COMPLETED",
        "Conditions": "Duchenne Muscular Dystrophy, Pompe Disease (Late-onset)",
        "Phases": "N/A",
        "IDestudio": "NCT04120168"
    },
    {
        "Title": "Observational Study for Subjects With Pompe Disease Undergoing Immune Modulation Therapies",
        "Summary": " rhgaa may provide valuable insight role immune system effectiveness ert pompe disease. immunomodulatory drugs may dampen eliminate immune response patients receiving ert.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Pompe Disease",
        "Phases": "N/A",
        "IDestudio": "NCT01451879"
    },
    {
        "Title": "Clinical Specimen Collection From Pompe Disease Patients",
        "Summary": " clinical specimens required individuals pompe disease support process analytical development genetically modified autologous bone marrow cell product currently preclinical research intent product investigated subsequent clinical trial future fda ind.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "United States",
        "OverallStatus": "UNKNOWN",
        "Conditions": "Pompe Disease",
        "Phases": "N/A",
        "IDestudio": "NCT04476550"
    },
    {
        "Title": "Pompe & Pain - Study to Assess Nociceptive Pain in Adult Patients With Pompe Disease",
        "Summary": "The lopd study is a nationwide explorative study of musculoskeletal pain. The aim is to characterize prevalence severity quality and the role of genes associated with pain.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "Germany",
        "OverallStatus": "RECRUITING",
        "Conditions": "Pompe Disease (Late-onset), Inclusion Body Myositis, Spinal Muscular Atrophy Type 3, FSHD",
        "Phases": "N/A",
        "IDestudio": "NCT05272969"
    },
    {
        "Title": "FLOWER: Following Longitudinal Outcomes With Epidemiology for Rare Diseases",
        "Summary": "Medical records accessed institutions directly via efax paper fax online patient electronic medical record emr portals direct sequencing molecular profiling vendors via electronic health information exchanges.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "United States",
        "OverallStatus": "RECRUITING",
        "Conditions": "Alpha-Thalassemia, Beta-Thalassemia, Amyloidosis, Amyotrophic Lateral Sclerosis, Creutzfeld-Jakob Disease, Cystic Fibrosis, Duchenne Muscular Dystrophy, Early-Onset Alzheimer Disease, Ehlers-Danlos Syndrome, Huntington Disease, Gaucher Disease, GM1 Gangliosidosis, Myasthenia Gravis, Pompe Disease, Sickle Cell Disease, Transthyretin Amyloid Cardiomyopathy, Rare Diseases",
        "Phases": "N/A",
        "IDestudio": "NCT06539169"
    },
    {
        "Title": "Safety and Efficacy of Albuterol in Individuals With Late-onset Pompe Disease",
        "Summary": "Study team proposes investigate efficacy albuterol motor function individuals late onset pompe disease lopd receiving enzyme replacement therapy.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Pompe Disease",
        "Phases": [
            "PHASE1",
            "PHASE2"
        ],
        "IDestudio": "NCT01885936"
    },
    {
        "Title": "China Post-approval Commitment (PAC) Study of Avalglucosidase Alfa in Participants With IOPD",
        "Summary": "Avalglucosidase alfa iv infusion male female chinese participants iopd previously treated ert study details include study duration total study duration approximately 64 weeks screening period 8 weeks treatment period 52 weeks period 4 weeks number visits",
        "StudyType": "INTERVENTIONAL",
        "Countries": "",
        "OverallStatus": "NOT_YET_RECRUITING",
        "Conditions": "Glycogen Storage Disease Type II, Pompe's Disease",
        "Phases": [
            "PHASE4"
        ],
        "IDestudio": "NCT06666413"
    },
    {
        "Title": "Cognitive and Neurological Pathologies in Pompe Disease",
        "Summary": " purpose study better understand health effects pompe disease determine abnormal changes brain peripheral nerves. Study subjects study least 3 years 6 years.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "United States",
        "OverallStatus": "RECRUITING",
        "Conditions": "Pompe Disease",
        "Phases": "N/A",
        "IDestudio": "NCT04639336"
    },
    {
        "Title": "Investigating Lysosomal Storage Diseases in Minority Groups",
        "Summary": "Although lysosomal storage disorders fabry disease gaucher disease pompe disease represent serious challenges healthcare system study yet investigated prevalence diseases.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "United States",
        "OverallStatus": "UNKNOWN",
        "Conditions": "Lysosomal Storage Disorders, Gaucher Disease, Fabry Disease, Pompe Disease, Niemann-Pick Disease",
        "Phases": "N/A",
        "IDestudio": "NCT02120235"
    },
    {
        "Title": "Development of an Assessment Tool for Health-related Quality of Life in Children and Adolescents With Pompe Disease",
        "Summary": " hrqol instruments definition capture parameters sensitive enough to detect changes. instrument tested validity reliability reliability. health related quality life.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Switzerland",
        "OverallStatus": "COMPLETED",
        "Conditions": "Pompe Disease",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT04724213"
    },
    {
        "Title": "Alglucosidase Alfa Pompe Safety Sub-Registry",
        "Summary": " patients pompe disease experience anaphylaxis severe allergic reactions signals severe cutaneous systemic immune reactions following treatment alglucosidase alfa. collect uniform meaningful data.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "Czechia, Belgium, Germany, Taiwan, Italy, United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Pompe Disease",
        "Phases": "N/A",
        "IDestudio": "NCT01710813"
    },
    {
        "Title": "Frequency of Pompe's Disease and Neuromuscular Etiologies in Patients With Restrictive Respiratory Failure Associated With Signs of Muscle Weakness",
        "Summary": " neuromuscular diseases considered obstructive syndromes represent 64 restrictive mixed Syndromes 36 chronic respiratory insufficiency approximately 7. neuromUScular diseases impact sleep sleep daily activities breathlessness exertion dyspnea thereby alter quality",
        "StudyType": "INTERVENTIONAL",
        "Countries": "France",
        "OverallStatus": "COMPLETED",
        "Conditions": "Pompe Disease",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT02746718"
    },
    {
        "Title": "A Natural History Study of Adult Onset Pompe Disease Using Muscle MRI",
        "Summary": " project observational prospective study patients affected adult onset pompe disease three years using different clinical analytical radiological tests.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "Spain",
        "OverallStatus": "UNKNOWN",
        "Conditions": "Pompe Disease",
        "Phases": "N/A",
        "IDestudio": "NCT01914536"
    },
    {
        "Title": "MSOT in Pompe Disease",
        "Summary": "Mri techniques time consuming especially young patients require anesthesia increases acute risk respiratory failure multispectral optoacoustic tomography msot allows detection specific endogenous chromophores like collagen myoglobin hemoglobin.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Germany",
        "OverallStatus": "UNKNOWN",
        "Conditions": "Pompe Disease, Pompe Disease (Late-onset), Pompe's Disease Juvenile Onset, Pompe Disease Infantile-Onset",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT05083806"
    },
    {
        "Title": "Expanded Access for ATB200/AT2221 for the Treatment of Pompe Disease",
        "Summary": " expanded access program eap eligible participants designed to provide access to the internet. The program is available to eligible participants in the U.S. only.",
        "StudyType": "EXPANDED_ACCESS",
        "Countries": "",
        "OverallStatus": "AVAILABLE",
        "Conditions": "Pompe Disease",
        "Phases": "N/A",
        "IDestudio": "NCT03865836"
    },
    {
        "Title": "Evaluation of the Safety and Efficacy of Late-onset Pompe Disease Gene Therapy Drug",
        "Summary": "Study conducted evaluate safety effectiveness gc301 virus vector expressing human acid gaa potential gene therapy pompe disease patients diagnosed.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "China",
        "OverallStatus": "RECRUITING",
        "Conditions": "Pompe Disease (Late-onset)",
        "Phases": [
            "PHASE1",
            "PHASE2"
        ],
        "IDestudio": "NCT06391736"
    },
    {
        "Title": "Drug-drug Interaction Study",
        "Summary": "2220 duvoglustat recombinant human rhgaa also known as alglucosidase alfa participants pompe disease.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "France, Canada, United Kingdom, United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Pompe Disease",
        "Phases": [
            "PHASE2"
        ],
        "IDestudio": "NCT01380743"
    },
    {
        "Title": "Late-Onset Treatment Study Extension Protocol",
        "Summary": " pompe disease also known glycogen storage disease type ii caused deficiency critical enzyme body called acid gaa normally gaa used body cells break glycogen stored form sugar within specialized structures called lysosomes.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "France, Australia, Netherlands, Canada, United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Pompe Disease (Late-Onset), Glycogen Storage Disease Type II (GSD-II), Glycogenesis Type II, Acid Maltase Deficiency (AMD)",
        "Phases": [
            "PHASE4"
        ],
        "IDestudio": "NCT00455195"
    },
    {
        "Title": "Feasability and Interest of Screening for Infantile Pompe's Diseases at Birth",
        "Summary": " given 100 fold increase incidence pompe disease western french guiana objective present study implement systematic screening newborns newborns french Guiana order start treatment muscular cardiac symptoms appear.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "",
        "OverallStatus": "COMPLETED",
        "Conditions": "Pompe's Disease",
        "Phases": "N/A",
        "IDestudio": "NCT02904395"
    },
    {
        "Title": "Safety and Efficacy of Clenbuterol in Individuals With Late-onset Pompe Disease and Receiving Enzyme Replacement Therapy",
        "Summary": "Oopd purpose study investigate safety efficacy clenbuterol motor function individuals. Oopd treated enzyme replacement therapy ert.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Pompe Disease",
        "Phases": [
            "PHASE1",
            "PHASE2"
        ],
        "IDestudio": "NCT01942590"
    },
    {
        "Title": "High Risk Screen of Childhood Late-onset Pompe Disease in Pediatric Outpatient Clinics",
        "Summary": " establish screening criteria earlier identify possible childhood lopd early treatment better prognosis therefore validation screening criteria. identify possible possible childhood Lopd. early treatmentBetter prognosis. identify children lopD taiwan.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "Taiwan",
        "OverallStatus": "UNKNOWN",
        "Conditions": "Pompe Disease",
        "Phases": "N/A",
        "IDestudio": "NCT04981210"
    },
    {
        "Title": "Search for Serum/Plasma Biomarkers in Pompe's Disease",
        "Summary": "Study aims analyze serum plasma samples of patients with late onset pompe disease. Could specific disease investigators correlate concentration microrna.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "Spain",
        "OverallStatus": "UNKNOWN",
        "Conditions": "Late Onset Pompe Disease, Pompe Disease",
        "Phases": "N/A",
        "IDestudio": "NCT03045042"
    },
    {
        "Title": "Evaluation of the Safety, Tolerability and Efficacy of Gene Therapy Drug for Late Onset Pompe Disease (LOPD)",
        "Summary": " crg003 injection virus aav gene therapy product treating pompe disease stably express active gaa enzyme liver basis injection. treatment clinical study evaluate safety tolerability efficacy.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "China",
        "OverallStatus": "NOT_YET_RECRUITING",
        "Conditions": "Pompe Disease (Late-onset)",
        "Phases": [
            "EARLY_PHASE1"
        ],
        "IDestudio": "NCT06178432"
    },
    {
        "Title": "A Gene Transfer Study for Late-Onset Pompe Disease (RESOLUTE)",
        "Summary": "Study evaluated safety tolerability efficacy single intravenous infusion adults with Pompe disease receiving enzyme replacement therapy. Participants treated sequential cohorts.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Germany, France, Netherlands, Canada, Denmark, Italy, United States, United Kingdom",
        "OverallStatus": "ACTIVE_NOT_RECRUITING",
        "Conditions": "Pompe Disease, Pompe Disease (Late-onset), Glycogen Storage Disease Type 2, Glycogen Storage Disease Type II, LOPD, Lysosomal Storage Diseases, Acid Maltase Deficiency",
        "Phases": [
            "PHASE1",
            "PHASE2"
        ],
        "IDestudio": "NCT04093349"
    },
    {
        "Title": "Safety and Efficacy Evaluation of Repeat neoGAA Dosing in Late Onset Pompe Disease Patients.",
        "Summary": "The study was designed to evaluate safety and tolerability. The primary objective was to evaluate pharmacokinetics and pharmacodynamics. The second objective was the evaluation of the effect of treatment on the patient.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Belgium, Germany, France, Netherlands, Denmark, United States, United Kingdom",
        "OverallStatus": "COMPLETED",
        "Conditions": "Pompe Disease, Glycogen Storage Disease Type II (GSD II), Acid Maltase Deficiency",
        "Phases": [
            "PHASE1"
        ],
        "IDestudio": "NCT01898364"
    },
    {
        "Title": "Carbon-13 Magnetic Resonance Spectroscopy in Glycogen Storage Diseases",
        "Summary": " project use magnetic resonance spectroscopy assess whether high glycogen levels skeletal muscle patients glycogen storage diseases prelude muscle damage patients.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "Denmark",
        "OverallStatus": "RECRUITING",
        "Conditions": "Glycogen Storage Disease, McArdle Disease, Pompe Disease (Late-onset)",
        "Phases": "N/A",
        "IDestudio": "NCT04929002"
    },
    {
        "Title": "Avalglucosidase Alfa Pregnancy Study",
        "Summary": "Worldwide descriptive safety study collecting data. Women offspring exposed avalglucosidase alfa pregnancy lactation assess risks. Risk of developing fetus neonate infant outcomes exposed infants.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "United States",
        "OverallStatus": "RECRUITING",
        "Conditions": "Pompe Disease, Pregnancy",
        "Phases": "N/A",
        "IDestudio": "NCT05734521"
    },
    {
        "Title": "Inspiratory Muscle Training (IMT) in Adult People With Pompe Disease",
        "Summary": "The study was a multicentre randomized controlled trial. Participants underwent specific treatment consisting of aerobic exercise and powerbreathe device.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Italy",
        "OverallStatus": "RECRUITING",
        "Conditions": "Glycogen Storage Disease Type II, Pompe Disease (Late-onset)",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT05951790"
    },
    {
        "Title": "Dynamic Respiratory Muscle Function in Late-Onset Pompe Disease",
        "Summary": "Study intends evaluate dynamic respiratory motor performance valuable measure pulmonary function adults pompe disease investigators adopt strategy includes comprehensive evaluations.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Pompe Disease",
        "Phases": "N/A",
        "IDestudio": "NCT02354664"
    },
    {
        "Title": "Pharmacokinetics of Alglucosidase Alfa in Patients With Pompe Disease",
        "Summary": "Primary objective study characterize pharmacokinetics pk alglucosidase alfa manufactured 4000 l scale participants confirmed diagnosis pompe disease. Secondary objective study evaluate explore relationship human acid antibody titers pk Algluco-",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Bulgaria, Ukraine, India, Russian Federation, United States, United Kingdom",
        "OverallStatus": "COMPLETED",
        "Conditions": "Pompe Disease, Glycogen Storage Disease Type II (GSD II)",
        "Phases": [
            "PHASE4"
        ],
        "IDestudio": "NCT01410890"
    },
    {
        "Title": "Cardiopulmonary Exercise Test to Quantify Enzyme Replacement Response in Pediatric Pompe Disease",
        "Summary": "Pompe patients years evaluated two days using cardiopulmonary exercise testing. introduction enzyme replacement therapy. introduction myozyme improved prospect.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "",
        "OverallStatus": "COMPLETED",
        "Conditions": "Enzyme Replacement Therapy in Pompe Disease",
        "Phases": "N/A",
        "IDestudio": "NCT03147664"
    },
    {
        "Title": "High Dose or High Dose Frequency Study of Alglucosidase Alfa",
        "Summary": " pompe disease also known glycogen storage disease type ii caused deficiency of critical enzyme body called acid gaa normally gaa. glycogen stored form sugar within specialized structures called lysosomes.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Canada, Australia, United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Pompe Disease, Glycogen Storage Disease Type II (GSD-II), Glycogenesis 2 Acid Maltase Deficiency",
        "Phases": [
            "PHASE4"
        ],
        "IDestudio": "NCT00483379"
    },
    {
        "Title": "A Placebo-Controlled Study of Safety and Effectiveness of Myozyme (Alglucosidase Alfa) in Patients With Late-Onset Pompe Disease",
        "Summary": " pompe disease also known glycogen storage disease type ii caused deficiency critical enzyme body called acid gaa normally gaa used body cells break glycogen stored form sugar within specialized structures called lysosomes.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "France, Netherlands, United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Pompe Disease (Late-onset), Glycogen Storage Disease Type II (GSD-II), Acid Maltase Deficiency Disease, Glycogenosis 2",
        "Phases": [
            "PHASE3"
        ],
        "IDestudio": "NCT00158600"
    },
    {
        "Title": "Safety Study of Recombinant Adeno-Associated Virus Acid Alpha-Glucosidase to Treat Pompe Disease",
        "Summary": " pompe disease inherited condition acid gaa deficiency resulting lysosomal accumulation glycogen tissues glycogen accumulation leads muscle dysfunction profound muscle weakness. severe patients cardiorespiratory failure often fatal first two years.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Pompe Disease",
        "Phases": [
            "PHASE1",
            "PHASE2"
        ],
        "IDestudio": "NCT00976352"
    },
    {
        "Title": "CPAP for Infantile Pompe Disease",
        "Summary": "Patients with infantile onset pompe disease trained continuous positive airway pressure see hypernasality improved.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Taiwan",
        "OverallStatus": "UNKNOWN",
        "Conditions": "Pompe Disease",
        "Phases": [
            "PHASE4"
        ],
        "IDestudio": "NCT02405624"
    },
    {
        "Title": "Pompe Disease Registry Protocol",
        "Summary": " pompe registry global multicenter international longitudinal observational voluntary program patients. registry also used to fulfill various global regulatory commitments support product research related purposes.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "Kuwait, Australia, United States, Serbia, Thailand, Saudi Arabia, Indonesia, Greece, Russian Federation, Hong Kong, China, Denmark, Italy, Korea, Republic of, Poland, United Kingdom, Belgium, Romania, Bulgaria, Philippines, France, India, Netherlands, Canada, Portugal, Taiwan, Czechia, Japan, Argentina, Germany, Lebanon, Slovakia, Brazil, Vietnam, Israel, Croatia, Chile, Colombia, Hungary, Singapore, Pakistan, Malaysia, Jordan",
        "OverallStatus": "RECRUITING",
        "Conditions": "Glycogen Storage Disease Type II, Pompe Disease",
        "Phases": "N/A",
        "IDestudio": "NCT00231400"
    },
    {
        "Title": "A Study to Evaluate the Efficacy and Safety of Alglucosidase Alfa Produced at the 4000 L Scale for Pompe Disease",
        "Summary": "Alglucosidase alfa pompe is a drug that is used to treat rickets. It is a form of rickets caused by high levels of sugar in the blood.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "TERMINATED",
        "Conditions": "Pompe Disease",
        "Phases": [
            "PHASE4"
        ],
        "IDestudio": "NCT01526785"
    },
    {
        "Title": "Re-administration of Intramuscular AAV9 in Patients With Late-Onset Pompe Disease",
        "Summary": "The Pompe disease lopd trial is a clinical trial randomized phase controlled study evaluating toxicology biodistribution potential activity injected intramuscularly ta nine participants 18 old reside within united states.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Pompe Disease",
        "Phases": [
            "PHASE1"
        ],
        "IDestudio": "NCT02240407"
    },
    {
        "Title": "Novel Metabolic Muscular Biomarkers in Pompe Disease - a Non-invasive Magnetic Resonance Exploratory Pilot Study.",
        "Summary": "Previous studies indicated 7t magnetic resonance mr field potential measurement method assessing changes muscle glycogen levels pod patients. Single study increases glycogen intermediates observed using even sensitive technique mouse model pod.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "Austria",
        "OverallStatus": "RECRUITING",
        "Conditions": "Pompe Disease, McArdle Disease",
        "Phases": "N/A",
        "IDestudio": "NCT05943678"
    },
    {
        "Title": "Pompe Lactation Sub-Registry",
        "Summary": "Alglucosidase alfa is an enzyme found in breast milk. Women with pompe disease are treated with the enzyme to treat the disease.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Glycogen Storage Disease, Pompe Disease",
        "Phases": "N/A",
        "IDestudio": "NCT00566878"
    },
    {
        "Title": "Nutritional Therapy in Late-onset Pompe Disease",
        "Summary": "Pompe disease pd recessive genetic disorder wherein body break glycogen due mutation acid alpha glucosidase gaa gene encodes acid onset form lopd. Leading glycogen accumulation autophagic buildup causing progressive muscle weakness",
        "StudyType": "INTERVENTIONAL",
        "Countries": "",
        "OverallStatus": "NOT_YET_RECRUITING",
        "Conditions": "Pompe Disease, Muscle Loss, Obesity, Nutrition Poor, Lysosomal Storage Diseases, Glycogen Storage Disease Type II, Glycogen Storage Disease Type II Late Onset, Glycogen Storage Disease Type II, Adult",
        "Phases": [
            "PHASE2"
        ],
        "IDestudio": "NCT06130228"
    },
    {
        "Title": "A Global Prospective Observational Registry of Patients With Pompe Disease",
        "Summary": " global multicenter prospective observational registry patients pompe disease including pom pe disease lopd pomPe disease iopd untreated patients treated approved therapy. registry evaluate safety pomPE disease treatments.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "United Kingdom, Germany, United States",
        "OverallStatus": "RECRUITING",
        "Conditions": "Pompe Disease",
        "Phases": "N/A",
        "IDestudio": "NCT06121011"
    },
    {
        "Title": "Pompe Disease QMUS and EIM",
        "Summary": "Study objectives: To determine correlation quantitative muscle ultrasound and qmus electrical impedance. To determine reliability eim measures performed home use hand held device. To detect changes pompe disease.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Pompe Disease",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT02742298"
    },
    {
        "Title": "Pompe Telemedicine Developmental Study",
        "Summary": "Primary purpose study document developmental outcomes individuals pompe disease treated therapy ert ages using measures cognitive functioning academic skills speech language abilities investigate possible cognitive processing speed weaknesses using brainbaseline neurocognitive assessment software.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Pompe Disease, Glycogen Storage Disease II",
        "Phases": "N/A",
        "IDestudio": "NCT02950298"
    },
    {
        "Title": "A Study to Evaluate the Effects of Pharmacological Chaperones in Cells From Patients With Pompe Disease",
        "Summary": "Pompe disease study last 1 2 visits include blood collection urine collection two skin biopsies information also collected medical records.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Pompe Disease, Glycogen Storage Disease Type II",
        "Phases": "N/A",
        "IDestudio": "NCT00515398"
    },
    {
        "Title": "Gene Transfer Study in Patients With Late Onset Pompe Disease",
        "Summary": "845 adult aged 18 years subjects ambulatory nonambulatory late onset pompe disease lopd. phase ascending dose multicenter clinical study evaluate safety efficacy.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United Kingdom, United States",
        "OverallStatus": "RECRUITING",
        "Conditions": "Pompe Disease (Late-onset)",
        "Phases": [
            "PHASE1",
            "PHASE2"
        ],
        "IDestudio": "NCT04174105"
    },
    {
        "Title": "A Study to Assess the Safety of Myozyme® and of Aldurazyme® in Male and Female Participants of Any Age Group With Pompe Disease or With Mucopolysaccharidosis Type I (MPS I) in a Home-care Setting",
        "Summary": "Primary objective obtain data pertaining safety tolerability alglucosidase alfa laronidase treatments administered infusion setting secondary objectives evaluate personal satisfaction cohorts patients treated infusion setting.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "Italy",
        "OverallStatus": "COMPLETED",
        "Conditions": "Pompe Disease, Mucopolysaccharidosis Type I (MPS I)",
        "Phases": "N/A",
        "IDestudio": "NCT05073783"
    },
    {
        "Title": "Developing a Management Approach for Patients With \"Late-Onset\" Pompe Disease",
        "Summary": "Study record disease specific clinical symptoms newborns infants children pompe disease without cardiomyopathy disease heart muscle first year life identified newborn screening nbs. Document parental coping distress overtime using quality life questionnaires child diagnosed late onset pom",
        "StudyType": "OBSERVATIONAL",
        "Countries": "United States",
        "OverallStatus": "ACTIVE_NOT_RECRUITING",
        "Conditions": "Pompe Disease, Pompe Disease (Late-onset), GAA Deficiency",
        "Phases": "N/A",
        "IDestudio": "NCT03694561"
    },
    {
        "Title": "ZIP Study-OL Study of Safety, PK, Efficacy, PD, Immunogenicity of ATB200/AT2221 in Pediatrics Aged 0 to < 18 y.o. w/LOPD",
        "Summary": " phase 3 multicenter study evaluate safety pk efficacy pd immunogenicity cipaglucosidase treatment enzyme replacement therapy ert pediatric subjects aged 0 18 years.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Japan, Germany, Taiwan, Australia, Canada, Italy, United States",
        "OverallStatus": "RECRUITING",
        "Conditions": "Pompe Disease (Late-onset)",
        "Phases": [
            "PHASE3"
        ],
        "IDestudio": "NCT03911505"
    },
    {
        "Title": "Evaluation of Salbutamol as an Adjuvant Therapy for Pompe Disease",
        "Summary": " evaluate beta agonist adjuvant effect on patients pompe disease enzyme replacement therapy.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Taiwan",
        "OverallStatus": "COMPLETED",
        "Conditions": "Pompe Disease",
        "Phases": [
            "PHASE4"
        ],
        "IDestudio": "NCT02405598"
    },
    {
        "Title": "Pompe Prevalence Study in Patients With Muscle Weakness Without Diagnosis",
        "Summary": "International consensual group recommends confirming diagnosis pompe disease dried blood spot dbs dosage enzymatic activity tissue strategy currently used usual practice.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "France",
        "OverallStatus": "COMPLETED",
        "Conditions": "Pompe's Disease",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT00830583"
    },
    {
        "Title": "A Long Term Follow up Study in Late-onset Pompe Disease",
        "Summary": "Study observe progression of disease pompe disease. Study observed progression of pomme disease in mice.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "Taiwan",
        "OverallStatus": "UNKNOWN",
        "Conditions": "Pompe Disease",
        "Phases": "N/A",
        "IDestudio": "NCT00713245"
    },
    {
        "Title": "A Study to Assess the Long-term Safety and Efficacy of ATB200/AT2221 in Adult Subjects With LOPD",
        "Summary": "Pompe disease lopd completed study. multicenter international extension study adult subjects pompe Disease lopD completed study Adult subjects with Pompe Disease Lopd were studied.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Austria, Australia, Sweden, United States, Bosnia and Herzegovina, Greece, Spain, Korea, Republic of, Denmark, Italy, Poland, United Kingdom, Belgium, France, Netherlands, Canada, Taiwan, Slovenia, Japan, Argentina, Germany, New Zealand, Hungary",
        "OverallStatus": "ACTIVE_NOT_RECRUITING",
        "Conditions": "Pompe Disease (Late-onset)",
        "Phases": [
            "PHASE3"
        ],
        "IDestudio": "NCT04138277"
    },
    {
        "Title": "Diet and Exercise in Pompe Disease",
        "Summary": "Study examines effects individualized diet exercise plans on muscle strength, quality and respiratory function. Subjects given diet exercise plan based individual needs followed 16 weeks. Participants also provided activity tracker order track exercise activities.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Pompe Disease, Glycogen Storage Disease Type II, Lysosomal Storage Diseases",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT02363153"
    },
    {
        "Title": "Study to Evaluate the Safety of AT2220 (Duvoglustat) in Pompe Disease",
        "Summary": "Main purpose study determine safety tolerability 3 different doses duvoglustat at2220 participants affected pompe disease.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "TERMINATED",
        "Conditions": "Pompe Disease",
        "Phases": [
            "PHASE2"
        ],
        "IDestudio": "NCT00688597"
    },
    {
        "Title": "A Pilot Study of Zavesca® in Patients With Pompe Disease and Infusion Associated Reaction",
        "Summary": "Pompe disease rhgaa enzyme replacement therapy ert limited at least part patients develop antibodies provided. prior infusion may dampen eliminate immune response.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "",
        "OverallStatus": "TERMINATED",
        "Conditions": "Pompe Disease, Hypersensitivity Reaction",
        "Phases": [
            "PHASE1"
        ],
        "IDestudio": "NCT02185651"
    },
    {
        "Title": "VAL-1221 Delivered Intravenously in Ambulatory and Ventilator-free Participants With Late-Onset Pompe Disease",
        "Summary": " phase randomized study assess safety tolerability pharmacokinetics pharmacodynamics preliminary efficacy versus participants glycogen storage pompe disease.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United Kingdom, United States",
        "OverallStatus": "TERMINATED",
        "Conditions": "Pompe Disease",
        "Phases": [
            "PHASE1",
            "PHASE2"
        ],
        "IDestudio": "NCT02898753"
    },
    {
        "Title": "Muscle Response to Enzyme Replacement Therapy in Pompe Disease",
        "Summary": "Study study response muscle cells pompe disease enzyme replacement therapy. Study study response Muscle cells response to treatment. Study Study Response to Treatment.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "Taiwan",
        "OverallStatus": "UNKNOWN",
        "Conditions": "Pompe Disease",
        "Phases": "N/A",
        "IDestudio": "NCT00713453"
    },
    {
        "Title": "Response to Diaphragmatic Pacing in Subjects With Pompe Disease",
        "Summary": "Pompe disease patients received neudx diaphragm pacer dps. purpose study determine effect diaphagm pacing respiratory function subjects.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Pompe Disease",
        "Phases": "N/A",
        "IDestudio": "NCT02354651"
    },
    {
        "Title": "Prevalence of Heterozygote Mothers for Pompe's Disease Among Mothers Having Delivered in French Guiana",
        "Summary": " given high incidence pompe disease french guiana 100 times higher mainland france aim determine prevalence heterozygotes among women delivered. French guiana accepted newborn child enters depipomp1.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "",
        "OverallStatus": "COMPLETED",
        "Conditions": "Pompe's Disease",
        "Phases": "N/A",
        "IDestudio": "NCT02903654"
    },
    {
        "Title": "The Effects of Respiratory Muscle Strength Training (RMST) on Inspiratory and Expiratory Muscle Strength in Adults and Children With Pompe Disease",
        "Summary": "Study determine respiratory muscle strength training beneficial inspiratory expiratory muscle strength adults children pompe disease.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Pompe Disease",
        "Phases": "N/A",
        "IDestudio": "NCT01701154"
    },
    {
        "Title": "Newborn Screening Assay of Pompe's Disease",
        "Summary": " purpose study test feasibility newborn screen assay pompe disease. purpose study Test feasibility newborn Screen Assay for Pompe Disease.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Taiwan",
        "OverallStatus": "COMPLETED",
        "Conditions": "Pompe Disease",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT01758354"
    },
    {
        "Title": "ERT in Pompe Disease: Elucidation of Molecular Structures Contributing to Enzyme Uptake and Immunoreactivity",
        "Summary": "First part study aim characterize molecular structure wildtype gaa particular mutated gaa variants without hsat order learn mutation impairs uptake gaa cell via m6p receptor second part study Aim learn epitopes antibodies bind accomplish investigators synthesize chemically",
        "StudyType": "OBSERVATIONAL",
        "Countries": "Germany",
        "OverallStatus": "RECRUITING",
        "Conditions": "Pompe-Disease",
        "Phases": "N/A",
        "IDestudio": "NCT05448131"
    },
    {
        "Title": "Expanded Access for ATB200/AT2221 for the Treatment of IOPD",
        "Summary": " expanded access program eap eligible participants designed to provide access to the internet. The program is available to eligible participants in the U.S. only.",
        "StudyType": "EXPANDED_ACCESS",
        "Countries": "Italy, Taiwan, United States",
        "OverallStatus": "AVAILABLE",
        "Conditions": "Pompe Disease Infantile-Onset",
        "Phases": "N/A",
        "IDestudio": "NCT04327973"
    },
    {
        "Title": "Exploratory Muscle Biopsy Assessment Study in Patients With Late-Onset Pompe Disease Treated With Alglucosidase Alfa",
        "Summary": " multicenter study participants pompe disease naive treatment enzyme replacement therapy ert primary objective study evaluate glycogen clearance muscle tissue samples collected pre post alglucosidase alfa treatment. Participants explore potential plasma urine biomarkers relative.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Netherlands, United Kingdom, Germany, United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Pompe Disease (Late-Onset), Glycogen Storage Disease Type II (GSD II), Glycogenesis 2 Acid Maltase Deficiency",
        "Phases": [
            "PHASE4"
        ],
        "IDestudio": "NCT01288027"
    },
    {
        "Title": "High Dose Inspiratory Muscle Training in LOPD",
        "Summary": "Study objectives 1 assess safety feasibility inspiratory muscle training imt delivered remotely pompe disease lopd 2 determine effects respiratory outcomes.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "RECRUITING",
        "Conditions": "Late-Onset Pompe Disease, Lysosomal Disease",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT05431127"
    },
    {
        "Title": "Clinical Exploration of Adeno-associated Virus (AAV) Expressing Human Acid Alpha- Glucosidase (GAA) Gene Therapy for Patients With Infantile-onset Pompe Disease",
        "Summary": "Study conducted evaluate safety effectiveness gc301 virus vector expressing human acid gaa potential gene therapy pompe disease patients diagnosed.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "China",
        "OverallStatus": "RECRUITING",
        "Conditions": "Infantile-onset Pompe Disease",
        "Phases": [
            "NA"
        ],
        "IDestudio": "NCT05567627"
    },
    {
        "Title": "A Prospective, Noninterventional, Observational Study of Late-Onset Pompe Disease",
        "Summary": "Study multicenter multinational longitudinal observational study subjects least 18 years old diagnosed pompe disease.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "Romania, Taiwan, Greece, Brazil, Spain, Australia, Ireland, Canada, Korea, Republic of, Poland, Singapore, Serbia, Slovenia",
        "OverallStatus": "TERMINATED",
        "Conditions": "Late-onset Pompe Patients Untreated or Treated With rhGAA",
        "Phases": "N/A",
        "IDestudio": "NCT02221362"
    },
    {
        "Title": "Study to Compare the Efficacy and Safety of Enzyme Replacement Therapies Avalglucosidase Alfa and Alglucosidase Alfa Administered Every Other Week in Patients With Late-onset Pompe Disease Who Have Not Been Previously Treated for Pompe Disease",
        "Summary": "Avalglucosidase alfa is a type of enzyme used in the treatment of respiratory problems. The drug has been shown to have a positive effect on respiratory function.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Austria, Switzerland, Australia, United States, Spain, Russian Federation, Korea, Republic of, Denmark, Italy, Poland, United Kingdom, Belgium, Turkey, France, Netherlands, Canada, Portugal, Taiwan, Czechia, Japan, Argentina, Germany, Brazil, Hungary, Mexico",
        "OverallStatus": "COMPLETED",
        "Conditions": "Glycogen Storage Disease Type II;Pompe's Disease",
        "Phases": [
            "PHASE3"
        ],
        "IDestudio": "NCT02782741"
    },
    {
        "Title": "A Study of Respiratory Muscle Strength in Patients With Late-onset Pompe Disease (LOPD)",
        "Summary": "Study tested respiratory muscle strength initially 24 weeks subjects treated treated bmn 701. study study study patients pompe disease lopd study test respiratory musclestrength.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "United Kingdom, United States",
        "OverallStatus": "TERMINATED",
        "Conditions": "Late-onset Pompe Disease",
        "Phases": "N/A",
        "IDestudio": "NCT02191917"
    },
    {
        "Title": "Effect of Enzyme Replacement Therapy in Patients With Juvenile-onset Pompe Disease",
        "Summary": " pompe disease known glycogen storage disease type ii autosomal recessive disease results acid gaa deficiency leading lysosomal glycogen accumulation patients classic infantile form less 1 enzyme activity explains severe impairment one year rapid death without treatment",
        "StudyType": "OBSERVATIONAL",
        "Countries": "France",
        "OverallStatus": "UNKNOWN",
        "Conditions": "Pompe's Disease Juvenile Onset",
        "Phases": "N/A",
        "IDestudio": "NCT04942912"
    },
    {
        "Title": "Study About the Evolution of Severe Late Onset Pompe Disease Patient With Pulmonary Dysfunction and Receiving Myozyme®",
        "Summary": "Pompe disease sufferers describe severe late onset patients receiving pompe treatment. Patients receive treatment to treat the disease's symptoms.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "France",
        "OverallStatus": "COMPLETED",
        "Conditions": "Pompe Disease (Late-Onset), Glycogen Storage Disease Type II (GSD II), Glycogenesis 2 Acid Maltase Deficiency",
        "Phases": "N/A",
        "IDestudio": "NCT00731081"
    },
    {
        "Title": "A Noninferiority Study of Alglucosidase Alfa Manufactured at the 160 L and 4000 L Scales in Treatment Naïve Patients With Infantile-Onset Pompe Disease",
        "Summary": "Study demonstrate comparable safety efficacy pharmacokinetics pk alglucosidase alfa manufactured 160 litre l 4000 l scales participants diagnosed pompe disease participants treated.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Germany, Taiwan, United States",
        "OverallStatus": "TERMINATED",
        "Conditions": "Pompe Disease (Infantile-Onset), Glycogen Storage Disease Type II (GSD II), Glycogenosis 2, Acid Maltase Deficiency",
        "Phases": [
            "PHASE4"
        ],
        "IDestudio": "NCT01597596"
    },
    {
        "Title": "A Study to Assess Safety and Efficacy of Avalglucosidase Alfa Administered Every Other Week in Pediatric Patients With Infantile-onset Pompe Disease Previously Treated With Alglucosidase Alfa",
        "Summary": "Avalglucosidase alfa is a drug used to treat Pompe disease in children. The study was conducted at the University of California, San Francisco.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Japan, France, United States, Taiwan, United Kingdom",
        "OverallStatus": "ACTIVE_NOT_RECRUITING",
        "Conditions": "Glycogen Storage Disease Type II-Pompe's Disease",
        "Phases": [
            "PHASE2"
        ],
        "IDestudio": "NCT03019406"
    },
    {
        "Title": "Late-Onset Treatment Study Extension Protocol",
        "Summary": " pompe disease also known glycogen storage disease type ii caused deficiency critical enzyme body called acid gaa normally gaa used body cells break glycogen stored form sugar within specialized structures called lysosomes.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "France, Australia, Netherlands, Canada, United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Pompe Disease (Late-Onset), Glycogen Storage Disease Type II (GSD-II), Glycogenesis Type II, Acid Maltase Deficiency (AMD)",
        "Phases": [
            "PHASE4"
        ],
        "IDestudio": "NCT00455195"
    },
    {
        "Title": "Extension Study of Long-term Safety and Efficacy of Myozyme for a Single Patient With Pompe Disease Who Were Previously Enrolled in Genzyme Sponsored ERT Studies.",
        "Summary": " rhgaa genzyme study. extension study monitor safety efficacy rhgaA treatment. single patient pompe disease previously treated rhga a genzyme. study. Rhgaa treatment.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Pompe Disease Late-Onset, Glycogen Storage Disease Type II GSD II",
        "Phases": [
            "PHASE2"
        ],
        "IDestudio": "NCT00765414"
    },
    {
        "Title": "Extension Study of Long-term Safety and Efficacy of Myozyme in Patients With Pompe Disease Who Were Previously Enrolled in Genzyme Sponsored Enzyme Replacement Therapy (ERT) Studies",
        "Summary": " extension study monitor safety efficacy rhgaa treatment patients. pompe disease previously treated rhgaA derived synpac cell line.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "France, South Africa, United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Pompe Disease Infantile-Onset, Glycogen Storage Disease Type II",
        "Phases": [
            "PHASE2"
        ],
        "IDestudio": "NCT00763932"
    },
    {
        "Title": "Alglucosidase Alfa Temporary Access Program",
        "Summary": " pompe disease also known glycogen storage disease type ii caused deficiency critical enzyme body called acid gaa normally gaa. glycogen stored form sugar within specialized structures called lysosomes.",
        "StudyType": "EXPANDED_ACCESS",
        "Countries": "United States",
        "OverallStatus": "APPROVED_FOR_MARKETING",
        "Conditions": "Glycogen Storage Disease Type II (GSD-II), Pompe Disease (Late-Onset), Acid Maltase Deficiency Disease, Glycogenosis 2",
        "Phases": "N/A",
        "IDestudio": "NCT00520143"
    },
    {
        "Title": "Registry of Patients Diagnosed With Lysosomal Storage Diseases",
        "Summary": "International prospective retrospective registry patients lysosomal storage diseases lsds understand natural history disease outcomes fetal therapies overall goal improving prenatal management patients lsds.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "United States",
        "OverallStatus": "RECRUITING",
        "Conditions": "Mucopolysaccharidosis I, Mucopolysaccharidosis II, Mucopolysaccharidosis IV A, Mucopolysaccharidosis VI, Mucopolysaccharidosis VII, Pompe Disease Infantile-Onset, Neuronopathic Gaucher Disease, Wolman Disease",
        "Phases": "N/A",
        "IDestudio": "NCT05619900"
    },
    {
        "Title": "Avalglucosidase Alfa Extension Study",
        "Summary": "Primary objective safety pharmacokinetics pk. Secondary objective effect avalglucosidase alfa. pharmacodynamic variables.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Belgium, Germany, France, Netherlands, Denmark, United States, United Kingdom",
        "OverallStatus": "COMPLETED",
        "Conditions": "Glycogen Storage Disease Type II Pompe Disease",
        "Phases": [
            "PHASE2"
        ],
        "IDestudio": "NCT02032524"
    },
    {
        "Title": "Evaluation of the Safety and Efficacy of Infantile-onset Pompe Disease Gene Therapy Drug",
        "Summary": "Study conducted evaluate safety effectiveness gc301 virus vector expressing human acid gaa potential gene therapy pompe disease patients diagnosed.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "China",
        "OverallStatus": "RECRUITING",
        "Conditions": "Pompe Disease Infantile-Onset",
        "Phases": [
            "PHASE1",
            "PHASE2"
        ],
        "IDestudio": "NCT05793307"
    },
    {
        "Title": "Identification of Tongue Involvement in Late-Onset Pompe Disease",
        "Summary": "Tongue ultrasound measurements differentiates patients untreated pompe disease lopd patients myopathies neuropathies hypothesized abnormalities tongue function structure patients.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "United States",
        "OverallStatus": "COMPLETED",
        "Conditions": "Myopathy, Neuropathy, Glycogen Storage Disease Type II (Late-onset Pompe Disease)",
        "Phases": "N/A",
        "IDestudio": "NCT02765828"
    },
    {
        "Title": "In Utero Enzyme Replacement Therapy for Lysosomal Storage Diseases",
        "Summary": "Investigators aims to determine maternal fetal safety feasibility. Researchers hope to determine utero fetal enzyme replacement therapy fetuses.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "United States",
        "OverallStatus": "RECRUITING",
        "Conditions": "MPS I, MPS II, MPS IVA, MPS VI, Mps VII, Gaucher Disease, Type 2, Gaucher Disease, Type 3, Pompe Disease Infantile-Onset, Wolman Disease",
        "Phases": [
            "PHASE1"
        ],
        "IDestudio": "NCT04532047"
    },
    {
        "Title": "BMN 701 Phase 3 in rhGAA Exposed Subjects With Late Onset Pompe Disease (INSPIRE Study)",
        "Summary": "Study patients pompe disease receiving treatment recombinant human acid rhgaa 48 weeks longer. Patients mild moderate respiratory impairment switch directly receive bmn 701 20 iv infusion every week.",
        "StudyType": "INTERVENTIONAL",
        "Countries": "Belgium, Germany, France, Netherlands, Italy, Portugal, United States, United Kingdom",
        "OverallStatus": "TERMINATED",
        "Conditions": "Late-onset Pompe Disease",
        "Phases": [
            "PHASE3"
        ],
        "IDestudio": "NCT01924845"
    },
    {
        "Title": "STRIDE Study - A Study in Subjects With LOPD Who Are Currently Being Treated With ERT",
        "Summary": "The study was designed to evaluate changes key clinical outcome measures eg motor respiratory fatigue adult subjects pompe disease lopd subjects receiving enzyme replacement therapy.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "Canada, Belgium, Australia, United States",
        "OverallStatus": "TERMINATED",
        "Conditions": "Late-onset Pompe Disease",
        "Phases": "N/A",
        "IDestudio": "NCT03347253"
    },
    {
        "Title": "Exercise Capacity in Response to Enzyme Replacement Therapy in Pediatric Pompe Disease.",
        "Summary": " aims investigate acute long term effect ert exercise capacity comparing effect different ert dosages prescribed clinician according clinical judgment. assessing relationship enzyme blood level exercise capacity evaluation may allow objective quantification response.",
        "StudyType": "OBSERVATIONAL",
        "Countries": "Israel",
        "OverallStatus": "UNKNOWN",
        "Conditions": "Pompe Disease Infantile-Onset",
        "Phases": "N/A",
        "IDestudio": "NCT04755751"
    }
]